Repository: Andrey99-art/GoldClean
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, ru, uk

source: Register
pl: Zarejestruj się
ru: Зарегистрироваться
uk: Зареєструватися

source: Create an Account
pl: Załóż konto
ru: Создать аккаунт
uk: Створити акаунт

source: Auto-translate and Save
ru: Авто-перевести и сохранить
uk: Автоматичний переклад та збереження

source: Cleaning Services in Warsaw
ru: Зоны уборки
uk: Послуги прибирання у Варшаві

source: Professional cleaning of apartments, houses and offices in Warsaw. Order online in 1 minute.
ru: Профессиональная уборка апартаментов, домов и офисов в Варшаве. Делайте заказ онлайн в течение 1 минуты.
uk: Професійне прибирання квартир, будинків та офісів у Варшаві. Замовляйте онлайн за 1 хвилину.

source: Professional cleaning services. Click to calculate price.
ru: Профессиональные клининговые услуги. Нажмите чтобы посчитать цену.
uk: Професійні клінінгові послуги. Натисніть, щоб розрахувати вартість.

source: An individual approach to the cleanliness of your space.
pl: Indywidualne podejście do czystości Twojej przestrzeni.
ru: Индивидуальный подход к чистоте вашего пространства.
uk: Індивідуальний підхід до чистоти вашого простору.

source: Home
pl: Strona główna
ru: Главная
uk: Головна

source: Services
pl: Usługi
ru: Услуги
uk: Послуги

source: Window Cleaning
pl: Mycie okien
ru: Мытье окон
uk: Миття вікон

source: Kitchen Cleaning
pl: Sprzątanie kuchni
ru: Уборка кухни
uk: Прибирання кухні

source: Pricing
pl: Cennik
ru: Цены
uk: Ціни

source: About us
pl: O nas
ru: О нас
uk: Про нас

source: Write to us on Telegram
pl: Napisz do nas na Telegramie
ru: Напишите нам в Telegram

source: Write to us on WhatsApp
ru: Напишите нам в Telegram

source: Welcome
pl: Witamy
ru: Добро пожаловать

source: Logout
pl: Wyloguj się
ru: Выйти
uk: Вийти

source: Privacy Policy
ru: Политика Конфиденциальности
uk: Політика конфіденційності

source: Terms
ru: Условия
uk: Умови користування

source: We use cookies to ensure the proper functioning of our website.
ru: Мы используем файлы cookie для обеспечения надлежащего функционирования нашего веб-сайта.
uk: Ми використовуємо файли cookie для забезпечення належної роботи нашого веб-сайту.

source: Accept
ru: Принять
uk: Прийняти

source: Decline
ru: Отклонить
uk: Відхилити

source: Gold Clean is a team of professional cleaners in Warsaw. We use eco-friendly products and vetted staff to ensure the cleanliness of your home.
ru: Gold Clean-это команда профессиональных клинеров в Варшаве. Мы используем эко-дружелюбные средства и опытных сотрудников чтобы обеспечить чистоту вашего дома.
uk: Gold Clean - це команда професійних прибиральників у Варшаві. Ми використовуємо екологічно чисті засоби та перевірений персонал, щоб забезпечити чистоту вашої оселі.

source: Our values and approach
pl: Nasze wartości i podejście
ru: Наши ценности и подход
uk: Наші цінності та підхід

source: We understand that in today's fast-paced world, every minute counts. We have an individual approach to the cleanliness of your space.
pl: Rozumiemy, że w dzisiejszym szybkim tempie życia liczy się każda minuta. Mamy indywidualne podejście do czystości Twojej przestrzeni.
ru: Мы понимаем, что в современном быстром мире каждая минута на счету. У нас индивидуальный подход к чистоте вашего пространства.
uk: Ми розуміємо, що в сучасному швидкому світі кожна хвилина на рахунку. У нас індивідуальний підхід до чистоти вашого простору.

source: Personal Approach
pl: Indywidualne podejście
ru: Индивидуальный подход
uk: Індивідуальний підхід

source: We know that every home and office is unique, just like the people who live and work in them. Before we start cleaning, we carefully listen to your wishes and habits. Our goal is to create a space where you will feel most comfortable.
pl: Wiemy, że każdy dom i biuro są wyjątkowe, tak jak ludzie, którzy w nich mieszkają i pracują. Zanim rozpoczniemy sprzątanie, uważnie słuchamy Twoich życzeń i przyzwyczajeń. Naszym celem jest stworzenie przestrzeni, w której to właśnie Ty poczujesz się najbardziej komfortowo.
ru: Мы знаем, что каждый дом и офис уникальны, как и люди, которые в них живут и работают. Прежде чем приступить к уборке, мы внимательно выслушиваем ваши пожелания и привычки. Наша цель — создать пространство, в котором вы будете чувствовать себя наиболее комфортно.
uk: Ми знаємо, що кожен дім та офіс унікальні, як і люди, що в них живуть і працюють. Перед початком прибирання ми уважно вислуховуємо ваші побажання та звички. Наша мета — створити простір, у якому ви почуватиметеся найкомфортніше.

source: Professionalism
pl: Profesjonalizm
ru: Профессионализм
uk: Професіоналізм

source: We work only with proven methods and safe products, paying attention to every detail. Our team consists of specialists who know how to find individual solutions for any task—from maintenance cleaning to complex general cleanups.
pl: Pracujemy tylko sprawdzonymi metodami i bezpiecznymi środkami, zwracając uwagę na każdy szczegół. W naszym zespole są specjaliści, którzy potrafią znaleźć indywidualne rozwiązania dla każdego zadania – od sprzątania podtrzymującego po skomplikowane prace generalne.
ru: Мы работаем только с проверенными методами и безопасными средствами, уделяя внимание каждой детали. Наша команда состоит из специалистов, которые умеют находить индивидуальные решения для любой задачи — от поддерживающей уборки до сложных генеральных уборок.
uk: Ми працюємо тільки з перевіреними методами та безпечними засобами, приділяючи увагу кожній деталі. Наша команда складається з фахівців, які вміють знаходити індивідуальні рішення для будь-якого завдання — від підтримуючого прибирання до складних генеральних.

source: Time Saving
pl: Oszczędność czasu
ru: Экономия времени
uk: Економія часу

source: We value your schedule. The cleaning is built around your timetable—quickly, precisely, without unnecessary calls or waiting. You can be sure: on the appointed day and time, our specialists will be there and do everything as agreed.
pl: Cenimy Twój harmonogram. Sprzątanie jest dostosowane do Twojego grafiku – szybko, sprawnie, bez zbędnych telefonów i oczekiwania. Możesz być pewien: w wyznaczonym dniu i godzinie nasi specjaliści będą na miejscu i wykonają wszystko zgodnie z ustaleniami.
ru: Мы ценим ваше расписание. Уборка строится вокруг вашего графика — быстро, точно, без лишних звонков и ожиданий. Вы можете быть уверены: в назначенный день и время наши специалисты будут на месте и сделают все, как договорились.
uk: Ми цінуємо ваш розклад. Прибирання будується навколо вашого графіка — швидко, точно, без зайвих дзвінків та очікувань. Ви можете бути впевнені: у призначений день і час наші фахівці будуть на місці та зроблять все, як домовлено.

source: Reliability
pl: Niezawodność
ru: Надежность
uk: Надійність

source: We understand how important trust is when it comes to your home or office. We handle your property with care, guarantee confidentiality, and honestly fulfill our obligations.
pl: Rozumiemy, jak ważne jest zaufanie, gdy chodzi o Twój dom lub biuro. Dbamy o Twoje mienie, gwarantujemy poufność i rzetelnie wypełniamy nasze zobowiązania.
ru: Мы понимаем, насколько важно доверие, когда речь идет о вашем доме или офисе. Мы бережно относимся к вашему имуществу, гарантируем конфиденциальность и честно выполняем свои обязательства.
uk: Ми розуміємо, наскільки важлива довіра, коли йдеться про ваш дім чи офіс. Ми дбайливо ставимося до вашого майна, гарантуємо конфіденційність та чесно виконуємо свої зобов'язання.

source: Health Care
pl: Dbałość o zdrowie
ru: Забота о здоровье
uk: Турбота про здоров'я

source: We use hypoallergenic and safe products so that your space is always clean, fresh, and safe for the whole family, employees, and pets. Cleanliness is not just about order; it's about health and easy breathing.
pl: Używamy hipoalergicznych i bezpiecznych środków, aby w Twojej przestrzeni zawsze było czysto, świeżo i bezpiecznie dla całej rodziny, pracowników i zwierząt domowych. Czystość to nie tylko porządek, to zdrowie i lekkość oddychania.
ru: Мы используем гипоаллергенные и безопасные средства, чтобы ваше пространство всегда было чистым, свежим и безопасным для всей семьи, сотрудников и домашних животных. Чистота — это не просто порядок; это здоровье и легкое дыхание.
uk: Ми використовуємо гіпоалергенні та безпечні засоби, щоб ваш простір завжди був чистим, свіжим та безпечним для всієї родини, співробітників та домашніх тварин. Чистота — це не просто порядок; це здоров'я та легкість дихання.

source: Our philosophy is simple:
pl: Nasza filozofia jest prosta:
ru: Наша философия проста:
uk: Наша філософія проста:

source: “When it’s clean around you—thoughts are clearer, energy is greater, and there is enough time for what’s important.”
pl: „Gdy wokół jest czysto — myśli są jaśniejsze, energii jest więcej, a czasu na to, co ważne, staje się wystarczająco”.
ru: «Когда вокруг чисто — мысли яснее, энергии больше, и на важное хватает времени».
uk: «Коли навколо чисто — думки ясніші, енергії більше, і на важливе вистачає часу».

source: Professional cleaning of apartments, houses and offices in Warsaw. We offer standard, deep, and post-renovation cleaning. Book online in 1 minute!
ru: Профессиональная уборка квартир, домов и офисов в Варшаве. Предлагаем стандартную, глубокую и послеремонтную уборку. Закажите онлайн за 1 минуту!
uk: Професійне прибирання квартир, будинків та офісів у Варшаві. Пропонуємо стандартне, глибоке та післяремонтне прибирання. Замовляйте онлайн за 1 хвилину!

source: Cost
pl: Koszt
ru: Стоимость
uk: Вартість

source: Select cleaning type
pl: Wybierz rodzaj sprzątania
ru: Выберите тип уборки
uk: Виберіть тип прибирання

source: 1 room, 1 bathroom
pl: 1 pokój, 1 łazienka
ru: 1 комната, 1 ванная
uk: 1 кімната, 1 ванна

source: Approximate operating time
pl: Przybliżony czas pracy
ru: Примерное время работы
uk: Приблизний час роботи

source: Subscription Discount
pl: Zniżka subskrypcyjna
ru: Скидка по подписке
uk: Знижка за підпискою

source: Proceed to order
pl: Przejdź do zamówienia
ru: Перейти к заказу
uk: Перейти до замовлення

source: Calculate cleaning cost
pl: Oblicz koszt sprzątania
ru: Рассчитать стоимость уборки
uk: Розрахувати вартість прибирання

source: Cleaning Frequency
pl: Częstotliwość sprzątania
ru: Частота уборки
uk: Частота прибирання

source: One-time cleaning
pl: Jednorazowe sprzątanie
ru: Разовая уборка
uk: Разове прибирання

source: Once a month
pl: Raz w miesiącu
ru: Раз в месяц
uk: Раз на місяць

source: Every 2 weeks
pl: Co 2 tygodnie
ru: Каждые 2 недели
uk: Кожні 2 тижні

source: Once a week
pl: Raz w tygodniu
ru: Раз в неделю
uk: Раз на тиждень

source: Log in
pl: Zaloguj się
ru: Войти
uk: Увійти

source: or
pl: lub
ru: или
uk: або

source: register
pl: zarejestruj się
ru: зарегистрируйтесь
uk: зареєструйтеся

source: to access subscription discounts!
pl: aby uzyskać dostęp do zniżek na subskrypcję!
ru: чтобы получить доступ к скидкам по подписке!
uk: щоб отримати доступ до знижок за підпискою!

source: House icon
pl: Ikona domu
ru: Иконка дома
uk: Іконка будинку

source: Cleaning type
pl: Rodzaj sprzątania
ru: Тип уборки
uk: Тип прибирання

source: Select...
pl: Wybierz...
ru: Выберите...
uk: Виберіть...

source: Cleaning Parameters
pl: Parametry lokalu
ru: Параметры помещения
uk: Параметри приміщення

source: Area in m²
pl: Powierzchnia w m²
ru: Площадь в м²
uk: Площа в м²

source: Vacuum cleaner icon
pl: Ikona odkurzacza
ru: Иконка пылесоса
uk: Іконка пилососа

source: You need a vacuum cleaner on the order
pl: Potrzebujesz odkurzacza do zamówienia
ru: Вам нужен пылесос для заказа
uk: Вам потрібен пилосос для замовлення

source: We will bring a small vacuum cleaner
pl: Przyniesiemy mały odkurzacz
ru: Мы привезём маленький пылесос
uk: Ми привеземо маленький пилосос

source: Total
pl: Całkowity Koszt
ru: Общая стоимость
uk: Загальна вартість

source: Go to calculator
pl: Przejdź do kalkulatora
ru: Перейти к калькулятору

source: Our services
pl: Nasze usługi
ru: Наши услуги
uk: Наші послуги

source: How we work
pl: Jak pracujemy
ru: Как мы работаем
uk: Як ми працюємо

source: 1. Make a request
pl: 1. Złóż zapytanie
ru: 1. Оставьте заявку
uk: 1. Залиште заявку

source: Fill out the form on the website or give us a call. We will clarify the details and calculate the cost.
pl: Wypełnij formularz na stronie lub zadzwoń do nas. Ustalimy szczegóły i obliczymy koszt.
ru: Заполните форму на сайте или позвоните нам. Мы уточним детали и рассчитаем стоимость.
uk: Заповніть форму на сайті або зателефонуйте нам. Ми уточнимо деталі та розрахуємо вартість.

source: 2. We arrive on time
pl: 2. Przyjeżdżamy na czas
ru: 2. Мы приезжаем вовремя
uk: 2. Ми приїжджаємо вчасно

source: Our cleaners will arrive at the appointed time with all the necessary equipment and supplies.
pl: Nasi specjaliści przybędą o umówionej godzinie z całym niezbędnym sprzętem i środkami.
ru: Наши уборщики приедут в назначенное время со всем необходимым оборудованием и средствами.
uk: Наші прибиральники приїдуть у призначений час з усім необхідним обладнанням та засобами.

source: 3. Enjoy the cleanliness
pl: 3. Ciesz się czystością
ru: 3. Наслаждайтесь чистотой
uk: 3. Насолоджуйтесь чистотою

source: You accept the work and pay for the result. Your home shines with cleanliness!
pl: Akceptujesz wykonaną pracę i płacisz za rezultat. Twój dom lśni czystością!
ru: Вы принимаете работу и платите за результат. Ваш дом сияет чистотой!
uk: Ви приймаєте роботу та платите за результат. Ваш дім сяє чистотою!

source: What's included in apartment cleaning
pl: Co obejmuje sprzątanie mieszkania
ru: Что входит в уборку квартиры
uk: Що входить у вартість прибирання квартири

source: Our Work in Action
pl: Nasza praca w praktyce
ru: Наша работа в действии
uk: Наша робота в дії

source: See the difference we make with your own eyes.
pl: Zobacz na własne oczy, jaką różnicę robimy.
ru: Увидьте разницу, которую мы создаем, своими глазами.
uk: Побачте різницю, яку ми робимо, на власні очі.

source: Before
pl: Przed
ru: До
uk: До

source: After
pl: Po
ru: После
uk: Після

source: Previous
pl: Poprzedni
ru: Предыдущий
uk: Попередній

source: Next
pl: Następny
ru: Следующий
uk: Наступний

source: What Our Clients Say
pl: Co mówią nasi klienci
ru: Что говорят наши клиенты
uk: Що кажуть наші клієнти

source: Posted on
pl: Opublikowano
ru: Опубликовано
uk: Опубліковано

source: Leave your own review
pl: Dodaj swoją recenzję
ru: Оставить свой отзыв
uk: Залишити свій відгук

source: Deep kitchen cleaning service. We remove grease from hoods, ovens, and cabinets. Make your kitchen shine again with Gold Clean Warsaw.
ru: Услуга глубокой уборки кухни. Мы удаляем жир с вытяжек, духовок и шкафов. Верните блеск вашей кухне с Gold Clean Warsaw.
uk: Послуга глибокого прибирання кухні. Видаляємо жир з витяжок, духовок та шаф. Зробіть свою кухню знову блискучою з Gold Clean Warsaw

source: Complete Kitchen Cleaning
pl: Sprzątanie kuchni
ru: Уборка кухни
uk: Прибирання кухні

source: Choose additional services to make your kitchen perfectly clean. Base price includes all the points listed below.
pl: Wybierz dodatkowe usługi, aby Twoja kuchnia była idealnie czysta. Cena podstawowa obejmuje wszystkie poniższe punkty.
ru: Выберите дополнительные услуги, чтобы ваша кухня стала идеально чистой. Базовая цена включает все перечисленные ниже пункты.
uk: Обирайте додаткові послуги, щоб зробити вашу кухню ідеально чистою. Базова ціна включає всі пункти, перераховані нижче.

source: Beautifully cleaned kitchen
pl: Ikona odkurzacza
ru: Иконка пылесоса
uk: Красиво прибрана кухня

source: What's included in the base price
pl: Co obejmuje cena podstawowa
ru: Что входит в базовую цену
uk: Що входить до базової ціни

source: Strengthen the effect with additional services
ru: Усильте эффект с помощью дополнительных услуг
uk: Посилити ефект за допомогою додаткових послуг

source: Total:
pl: Całkowity Koszt
ru: Общая стоимость
uk: Загальна вартість

source: Privacy Policy of Gold Clean cleaning services in Warsaw.
ru: Зоны уборки
uk: Політика конфіденційності клінінгових послуг Gold Clean у Варшаві.

source: Last updated
ru: Дата обновления
uk: Останнє оновлення

source: Data Controller
ru: контроллер данных
uk: Володілець даних

source: The controller of your personal data is ANNA SYDOROVA, NIP: 5223353123, based in Warsaw, Poland (hereinafter referred to as 'Gold Clean', 'we', 'us').
ru: Ответственным за ваши персональные данные является ANNA SYDOROVA, NIP: 5223353123, базирующаяся в Варшаве, Польша(далее именуемая как "Gold Clean", "we", "us").
uk: Володільцем ваших персональних даних є ANNA SYDOROVA, NIP: 5223353123, з місцезнаходженням у Варшаві, Польща (далі — «Gold Clean», «ми», «нас»).

source: Contact email
ru: Контактные данные
uk: Контактна електронна пошта

source: Phone
ru: Телефон
uk: Телефон

source: What Data We Collect
ru: Какие данные мы собираем
uk: Які дані ми збираємо

source: We collect the following personal data when you place an order:
ru: Мы собираем следующие личные данные, когда вы делаете заказ:
uk: Ми збираємо наступні персональні дані, коли ви оформлюєте замовлення:

source: First and last name
ru: Имя и фамилию
uk: Ім'я та прізвище

source: Address (for service delivery)
ru: Адрес (для оказания услуг)
uk: Адреса (для надання послуг)

source: We also automatically collect:
ru: Мы также автоматически собираем:
uk: Ми також автоматично збираємо:

source: Cookies necessary for the website to function
ru: Файлы cookie, необходимые для функционирования веб-сайта
uk: Файли cookie, необхідні для функціонування веб-сайту

source: Session data
ru: Дата создания
uk: Дані сесії

source: Purpose of Data Processing
ru: Цель обработки данных
uk: Мета обробки даних

source: Your personal data is processed for the following purposes:
ru: Ваши персональные данные обрабатываются для следующих целей:
uk: Ваші персональні дані обробляються з наступною метою:

source: Execution of the cleaning service order (Article 6(1)(b) GDPR)
ru: Выполнение заказа на услуги по уборке (статья 6(1)(b) GDPR)
uk: Виконання замовлення на послуги прибирання (Стаття 6(1)(b) GDPR)

source: Contact regarding your order (Article 6(1)(b) GDPR)
ru: Контакт в отношении вашего заказа (статья 6(1)(b) GDPR)
uk: Зв'язок щодо вашого замовлення (Стаття 6(1)(b) GDPR)

source: Compliance with legal obligations, e.g., tax documentation (Article 6(1)(c) GDPR)
ru: Соблюдение юридических обязательств, например, налоговая документация (статья 6(1)(c) GDPR)
uk: Дотримання юридичних зобов'язань, наприклад, податкова документація (Стаття 6(1)(c) GDPR)

source: Legitimate interests, e.g., handling complaints (Article 6(1)(f) GDPR)
ru: Законные интересы, например, рассмотрение жалоб (статья 6(1)(f) GDPR)
uk: Законні інтереси, наприклад, розгляд скарг (Стаття 6(1)(f) GDPR)

source: Data Retention Period
ru: Cрок хранения данных
uk: Період зберігання даних

source: We store your personal data:
ru: Мы сохраняем ваши персональные данные:
uk: Ми зберігаємо ваші персональні дані:

source: Order data: for the duration of the contract and 5 years thereafter (tax requirements)
ru: Данные по заказам: на срок действия контракта и 5 лет после этого (налоговые требования)
uk: Дані замовлення: протягом дії договору та 5 років після цього (податкові вимоги)

source: Contact data: until you withdraw your consent or request deletion
ru: Контактные данные: до тех пор, пока вы не отзовете свое согласие или не запросите удаление
uk: Контактні дані: поки ви не відкличете свою згоду або не надішлете запит на видалення

source: Your Rights
ru: Ваша оценка
uk: Ваші права

source: Under GDPR (RODO), you have the right to:
ru: Согласно GDPR (RODO), вы имеете право:
uk: Згідно з GDPR (RODO), ви маєте право на:

source: Access your personal data
ru: Получить доступ к вашим личным данным
uk: Доступ до ваших персональних даних

source: Rectify (correct) your data
ru: Исправить (правильность) ваших данных
uk: Виправлення ваших даних

source: Erase your data ('right to be forgotten')
ru: Стереть ваши данные ('право быть забытым')
uk: Видалення ваших даних ('право на забуття')

source: Restrict processing
ru: Ограничить обработку
uk: Обмеження обробки

source: Data portability
ru: Перености данные
uk: Переносимість даних

source: Object to processing
ru: Возразить против обработки
uk: Заперечення проти обробки

source: Lodge a complaint with the supervisory authority (UODO in Poland)
ru: Подать жалобу в надзорный орган (UODO в Польше)
uk: Подання скарги до наглядового органу (UODO у Польщі)

source: To exercise these rights, contact us at
ru: Для осуществления этих прав свяжитесь с нами по адресу
uk: Щоб скористатися цими правами, зв'яжіться з нами за адресою

source: Our website uses cookies for:
ru: Наш веб-сайт использует cookie для:
uk: Наш веб-сайт використовує файли cookie для:

source: Essential cookies: necessary for the website to function (session, CSRF protection, language preferences)
ru: Основные файлы cookie: необходимые для функционирования веб-сайта (сеанс, защита CSRF, языковые предпочтения)
uk: Основні файли cookie: необхідні для функціонування веб-сайту (сесія, захист CSRF, мовні налаштування)

source: We do not use marketing or analytics cookies.
ru: Мы не используем маркетинговые или аналитические cookie.
uk: Ми не використовуємо маркетингові або аналітичні файли cookie.

source: You can manage cookies through your browser settings.
ru: Вы можете управлять настройками вашего браузера.
uk: Ви можете керувати файлами cookie через налаштування вашого браузера.

source: Data Security
ru: Защита данных
uk: Безпека даних

source: We implement appropriate technical and organizational measures to protect your personal data, including:
ru: Мы применяем соответствующие технические и организационные меры для защиты Ваших персональных данных, включая:
uk: Ми впроваджуємо відповідні технічні та організаційні заходи для захисту ваших персональних даних, включаючи:

source: SSL/TLS encryption
ru: SSL/TLS шифрование
uk: Шифрування SSL/TLS

source: Secure server infrastructure
ru: Защищенная серверная инфраструктура
uk: Безпечна серверна інфраструктура

source: Access control to personal data
ru: Контроль доступа к персональным данным
uk: Контроль доступу до персональних даних

source: Changes to This Policy
ru: Изменения к данной политике
uk: Зміни до цієї Політики

source: We reserve the right to update this Privacy Policy. Changes will be posted on this page with an updated date.
ru: Мы оставляем за собой право обновлять эту Политику конфиденциальности. Изменения будут опубликованы на этой странице с обновленной датой.
uk: Ми залишаємо за собою право оновлювати цю Політику конфіденційності. Зміни будуть опубліковані на цій сторінці з оновленою датою.

source: Terms and Conditions
ru: Условия и Положения
uk: Умови користування

source: Terms and Conditions of Gold Clean cleaning services in Warsaw.
ru: Условия обслуживания Gold Clean в Варшаве.
uk: Правила та умови надання клінінгових послуг Gold Clean у Варшаві.

source: General Provisions
ru: Общие положения
uk: Загальні положення

source: These Terms and Conditions define the rules for using the services offered by ANNA SYDOROVA, operating under the trade name Gold Clean, NIP: 5223353123, based in Warsaw, Poland.
ru: Настоящие Условия определяют правила использования услуг, предлагаемых компанией ANNA SYDOROVA, действующей под торговой маркой Gold Clean, NIP: 5223353123, базирующейся в Варшаве, Польша.
uk: Ці Правила та умови визначають правила користування послугами, що пропонуються ANNA SYDOROVA, яка діє під торговою назвою Gold Clean, NIP: 5223353123, з місцезнаходженням у Варшаві, Польща.

source: Contact
ru: Контактные данные
uk: Контакт

source: Definitions
ru: Описание
uk: Визначення

source: Service Provider
ru: Услуги и продукты
uk: Надавач послуг

source: Client
ru: Клиент
uk: Клієнт
