Repository: Andrey99-art/GoldClean
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, ru, uk

source: a natural or legal person placing an order
ru: физическое или юридическое лицо, размещающее заказ
uk: фізична або юридична особа, яка робить замовлення

source: cleaning services offered by Gold Clean
ru: услуги по уборке, предлагаемые Gold Clean
uk: послуги прибирання, що пропонуються Gold Clean

source: a request for services submitted via the website or phone
ru: запрос на услуги, представленный через веб-сайт или телефон
uk: запит на послуги, поданий через веб-сайт або телефоном

source: Gold Clean provides the following services:
ru: Gold Clean предоставляет следующие услуги:
uk: Gold Clean надає такі послуги:

source: Standard apartment and house cleaning
ru: Стандартная уборка
uk: Стандартне прибирання квартир та будинків

source: Deep cleaning
ru: Генеральная уборка
uk: Генеральне прибирання

source: Post-renovation cleaning
pl: Sprzątanie po remoncie
ru: Уборка после ремонта
uk: Прибирання після ремонту

source: Window cleaning
ru: Мытье окон
uk: Миття вікон

source: Kitchen cleaning
ru: Уборка кухни
uk: Прибирання кухні

source: Additional services as listed on the website
ru: Дополнительные услуги
uk: Додаткові послуги, перелічені на сайті

source: Ordering Process
ru: Процесс оформления заказа
uk: Процес замовлення

source: Select the desired service and options on the website
ru: Выберите нужную услугу и опции на сайте
uk: Виберіть бажану послугу та опції на веб-сайті

source: Provide your contact details and address
ru: Укажите свои контактные данные и адрес
uk: Надайте свої контактні дані та адресу

source: Choose a convenient date and time
ru: Выберите удобную дату и время
uk: Виберіть зручну дату та час

source: Confirm the order
ru: Подтвердить и заказать
uk: Підтвердіть замовлення

source: Receive confirmation via email
ru: Получить подтверждение по электронной почте
uk: Отримайте підтвердження електронною поштою

source: By placing an order, the Client accepts these Terms and Conditions.
ru: Размещая заказ, клиент принимает эти условия.
uk: Оформлюючи замовлення, Клієнт приймає ці Правила та умови.

source: Prices and Payment
ru: Управление заказами
uk: Ціни та оплата

source: All prices on the website are in Polish Zloty (PLN) and include VAT
ru: Все цены на сайте указаны в польских злотых (PLN) и включают НДС
uk: Всі ціни на сайті вказані в польських злотих (PLN) і включають ПДВ

source: The final price is calculated based on the selected services and options
ru: Окончательная цена рассчитывается на основе выбранных услуг и опций
uk: Остаточна ціна розраховується на основі вибраних послуг та опцій

source: Payment is made after the service is completed, unless otherwise agreed
ru: Оплата производится после завершения обслуживания, если не согласовано иное
uk: Оплата здійснюється після надання послуги, якщо не домовлено про інше

source: We accept cash and bank transfers
ru: Мы принимаем наличные и банковские переводы
uk: Ми приймаємо готівку та банківські перекази

source: Cancellation Policy
ru: Плата за отмену (zł)
uk: Політика скасування

source: Cancellation more than 24 hours before the scheduled service: free of charge
ru: Поскольку вы отменяете заказ менее чем за 24 часа до назначенного времени, будет взиматься плата за отмену в размере
uk: Скасування більш ніж за 24 години до запланованої послуги: безкоштовно

source: To cancel, contact us by phone or email
ru: Для отмены, свяжитесь с нами по телефону или электронной почте
uk: Щоб скасувати, зв'яжіться з нами телефоном або електронною поштою

source: Client Obligations
ru: Обязательства клиента
uk: Обов'язки Клієнта

source: The Client agrees to:
ru: Клиент обязуется:
uk: Клієнт погоджується:

source: Provide accurate contact and address information
ru: Предоставление точной контактной и адресной информации
uk: Надати точні контактні дані та адресу

source: Ensure access to the premises at the agreed time
ru: Обеспечить доступ к помещениям в согласованное время
uk: Забезпечити доступ до приміщення в узгоджений час

source: Inform about any pets or special conditions
ru: Сообщите о каких-либо домашних животных или особых условиях
uk: Поінформувати про будь-яких домашніх тварин або особливі умови

source: Secure valuable and fragile items
ru: Обезопасить ценные и хрупкие предметы
uk: Забезпечити безпеку цінних та крихких речей

source: Service Provider Obligations
ru: Информация об услуге
uk: Обов'язки Надавача послуг

source: Gold Clean commits to:
ru: Gold Clean, Inc
uk: Gold Clean зобов'язується:

source: Provide services with due diligence and professionalism
ru: Оказывать услуги с должным вниманием и профессионализмом
uk: Надавати послуги з належною ретельністю та професіоналізмом

source: Arrive at the agreed time
ru: Прибытие в согласованное время
uk: Прибути в узгоджений час

source: Use appropriate cleaning supplies and equipment
ru: Использовать соответствующие средства и оборудование для уборки
uk: Використовувати відповідні засоби для прибирання та обладнання

source: Respect the Client's property
ru: Уважать имущество клиента
uk: Поважати майно Клієнта

source: Complaints
ru: Завершено
uk: Скарги

source: Complaints should be submitted within 24 hours of service completion
ru: Жалобы должны быть представлены в течение 24 часов после завершения обслуживания
uk: Скарги повинні бути подані протягом 24 годин після завершення послуги

source: Contact us at goldclean2026@gmail.com or by phone
ru: Свяжитесь с нами по адресу goldclean2026@gmail.com или по телефону
uk: Зв'яжіться з нами за адресою goldclean2026@gmail.com або телефоном

source: We will respond to complaints within 14 business days
ru: Мы ответим на жалобы в течение 14 рабочих дней
uk: Ми відповімо на скарги протягом 14 робочих днів

source: If the complaint is justified, we will rectify the issue free of charge
ru: Если жалоба обоснована, мы исправим проблему бесплатно
uk: Якщо скарга обґрунтована, ми виправимо проблему безкоштовно

source: Liability
ru: Надежность
uk: Відповідальність

source: Gold Clean is not liable for damage caused by the Client's failure to secure fragile items
ru: Gold Clean не несет ответственности за ущерб, вызванный неспособностью клиента закрепить хрупкие предметы
uk: Gold Clean не несе відповідальності за пошкодження, спричинені незабезпеченням Клієнтом безпеки крихких речей

source: We are insured against civil liability (OC)
ru: Мы застрахованы против гражданской ответственности (OC)
uk: Ми застраховані від цивільної відповідальності (OC)

source: Any damage should be reported immediately upon discovery
ru: Любой ущерб должен быть сообщен сразу же после его обнаружения
uk: Про будь-які пошкодження слід повідомити негайно після виявлення

source: Final Provisions
ru: заключительные положения
uk: Прикінцеві положення

source: These Terms are governed by Polish law
ru: Настоящие условия регулируются польским законодательством
uk: Ці Умови регулюються законодавством Польщі

source: Any disputes will be resolved by the competent court in Warsaw
ru: Любые споры будут разрешены компетентным судом в Варшаве
uk: Будь-які суперечки будуть вирішуватися компетентним судом у Варшаві

source: We reserve the right to amend these Terms; changes will be published on the website
ru: Мы оставляем за собой право вносить поправки в настоящие Условия; изменения будут опубликованы на веб-сайте
uk: Ми залишаємо за собою право вносити зміни до цих Умов; зміни будуть опубліковані на веб-сайті

source: Transparent cleaning prices in Warsaw. No hidden fees. Check our calculator for regular cleaning, window washing, and dry cleaning costs.
ru: Прозрачные цены на уборку в Варшаве. Без скрытых платежей. Проверьте наш калькулятор стоимости регулярной уборки, мытья окон и химчистки.
uk: Прозорі ціни на прибирання у Варшаві. Без прихованих платежів. Перевірте наш калькулятор, щоб дізнатися вартість регулярного прибирання, миття вікон та хімчистки.

source: Choose the perfect cleaning plan for your home. All prices are starting points and can be customized with additional services.
pl: Wybierz idealny plan sprzątania dla swojego domu. Wszystkie ceny są cenami wyjściowymi i mogą być dostosowane za pomocą dodatkowych usług.
ru: Выберите идеальный план уборки для вашего дома. Все цены являются начальными и могут быть изменены с помощью дополнительных услуг.
uk: Виберіть ідеальний план прибирання для вашого дому. Всі ціни є початковими і можуть бути змінені за допомогою додаткових послуг.

source: Main Services
pl: Usługi główne
ru: Основные услуги
uk: Основні послуги

source: start
ru: старт
uk: старт

source: Description coming soon.
ru: Описание
uk: Опис незабаром.

source: Our Services
pl: Nasze usługi
ru: Наши услуги
uk: Наші послуги

source: Comprehensive cleaning services: regular maintenance, deep cleaning, moving in/out cleaning, and dry cleaning of furniture. High quality guaranteed.
ru: Комплексные услуги по уборке: регулярное обслуживание, глубокая очистка, переезд в / из очистки и химчистки мебели. Высокое качество гарантировано.
uk: Комплексні клінінгові послуги: регулярне обслуговування, глибоке прибирання, прибирання при переїзді, хімчистка меблів. Висока якість гарантована.

source: We offer a wide range of cleaning services to make your home shine. Below you can find our main packages and additional options.
pl: Oferujemy szeroki zakres usług sprzątających, aby Twój dom lśnił. Poniżej znajdziesz nasze główne pakiety oraz opcje dodatkowe.
ru: Мы предлагаем широкий спектр услуг по уборке, чтобы ваш дом сиял. Ниже вы можете найти наши основные пакеты и дополнительные опции.
uk: Ми пропонуємо широкий спектр послуг з прибирання, щоб ваш дім сяяв. Нижче ви можете знайти наші основні пакети та додаткові опції.

source: select one
pl: Wybierz datę
ru: Выберите дату
uk: виберіть одну

source: A comprehensive package designed for this type of cleaning. We pay attention to every detail.
pl: Kompleksowy pakiet zaprojektowany do tego typu sprzątania. Zwracamy uwagę na każdy szczegół.
ru: Комплексный пакет, разработанный для этого типа уборки. Мы уделяем внимание каждой детали.
uk: Комплексний пакет, розроблений для цього типу прибирання. Ми приділяємо увагу кожній деталі.

source: from
pl: od
ru: от
uk: від

source: You can add any of these options to your main cleaning package.
pl: Możesz dodać dowolną z tych opcji do swojego głównego pakietu sprzątania.
ru: Вы можете добавить любую из этих опций к вашему основному пакету уборки.
uk: Ви можете додати будь-яку з цих опцій до вашого основного пакету прибирання.

source: Professional window cleaning in Warsaw. Streak-free guarantee. We wash windows, frames, and sills in apartments and private houses.
ru: Профессиональная мойка окон в Варшаве. Гарантия отсутствия разводов. Мы моем окна, рамы и подоконники в квартирах и частных домах
uk: Професійне миття вікон у Варшаві. Гарантія без розводів. Ми миємо вікна, рами та підвіконня в квартирах і приватних будинках.

source: Choose the number of windows you want to clean. We wash from both sides. The minimum order is 5 windows.
pl: Wybierz liczbę okien, które chcesz umyć. Myjemy z obu stron. Minimalne zamówienie to 5 okien.
ru: Выберите количество окон, которые вы хотите помыть. Мы моем с обеих сторон. Минимальный заказ — 5 окон.
uk: Виберіть кількість вікон, які ви хочете помити. Ми миємо з обох сторін. Мінімальне замовлення — 5 вікон.

source: Choose the number of windows
pl: Wybierz liczbę okien
ru: Выберите количество окон
uk: Виберіть кількість вікон

source: Cost of washing one window (on both sides)
pl: Koszt umycia jednego okna (z obu stron)
ru: Стоимость мытья одного окна (с обеих сторон)
uk: Вартість миття одного вікна (з обох сторін)

source: How do we count the number of windows?
pl: Jak liczymy liczbę okien?
ru: Как мы считаем количество окон?
uk: Як ми рахуємо кількість вікон?

source: We count the windows by leaves. They may vary in size, the main thing is their number.
pl: Liczymy okna na podstawie skrzydeł. Mogą się różnić rozmiarem, najważniejsza jest ich liczba.
ru: Мы считаем окна по створкам. Они могут различаться по размеру, главное — их количество.
uk: Ми рахуємо вікна за стулками. Вони можуть відрізнятися за розміром, головне — їхня кількість.

source: This is a double-leaf window - it counts as one window.
pl: To jest okno dwuskrzydłowe – liczy się jako jedno okno.
ru: Это двустворчатое окно — считается как одно окно.
uk: Це двостулкове вікно — рахується як одне вікно.

source: Single-leaf narrow window is half window.
pl: Wąskie okno jednoskrzydłowe to pół okna.
ru: Узкое одностворчатое окно — это половина окна.
uk: Вузьке одностулкове вікно — це половина вікна.

source: If you have three leaves, it's 1.5 windows.
pl: Jeśli masz trzy skrzydła, to 1,5 okna.
ru: Если у вас три створки, это 1.5 окна.
uk: Якщо у вас три стулки, це 1.5 вікна.

source: Balcony door and window - it's 2 windows.
pl: Drzwi balkonowe i okno – to 2 okna.
ru: Балконная дверь и окно — это 2 окна.
uk: Балконні двері та вікно — це 2 вікна.

source: One section to the floor counts as one window. There are 5 windows in the picture.
pl: Jedna sekcja do podłogi liczy się jako jedno okno. Na zdjęciu jest 5 okien.
ru: Одна секция до пола считается как одно окно. На картинке 5 окон.
uk: Одна секція до підлоги рахується як одне вікно. На картинці 5 вікон.

source: If the windows are not to the floor, they are counted by leafs. In the picture there are 2 windows (4 leafs).
pl: Jeśli okna nie sięgają podłogi, liczone są na podstawie skrzydeł. Na zdjęciu są 2 okna (4 skrzydła).
ru: Если окна не доходят до пола, они считаются по створкам. На картинке 2 окна (4 створки).
uk: Якщо вікна не до підлоги, вони рахуються за стулками. На картинці 2 вікна (4 стулки).

source: If you get 9.5 windows in your order, round down to 9.
pl: Jeśli w zamówieniu masz 9,5 okna, zaokrąglij w dół do 9.
ru: Если в вашем заказе получается 9.5 окон, округлите до 9.
uk: Якщо у вашому замовленні виходить 9.5 вікон, округліть до 9.

source: Your Order
pl: Twoje zamówienie
ru: Ваш заказ
uk: Ваше замовлення

source: windows
pl: okna
ru: окна
uk: вікна

source: To pay
pl: Do zapłaty
ru: К оплате
uk: До сплати

source: Order cleaning
pl: Zamów sprzątanie
ru: Заказать уборку
uk: Замовити прибирання

source: Order placement
pl: Składanie zamówienia
ru: Оформление заказа
uk: Оформлення замовлення

source: Please fill in the fields below to finalize your order. Check your order details on the right.
pl: Proszę wypełnić poniższe pola, aby sfinalizować zamówienie. Proszę sprawdzić szczegóły zamówienia po prawej stronie.
ru: Пожалуйста, заполните поля ниже, чтобы завершить оформление заказа. Проверьте детали вашего заказа справа.
uk: Будь ласка, заповніть поля нижче, щоб завершити оформлення замовлення. Перевірте деталі вашого замовлення праворуч.

source: Your order
pl: Twoje zamówienie
ru: Ваш заказ
uk: Ваше замовлення

source: Rooms / Bathrooms
pl: Pokoje / Łazienki
ru: Комнаты / Ванные
uk: Кімнати / Ванні

source: Travel costs
pl: Koszty dojazdu
ru: Стоимость выезда
uk: Вартість виїзду

source: Outstanding penalty
ru: Неуплаченный штраф
uk: Несплачений штраф

source: Total cost
pl: Koszt całkowity
ru: Итоговая стоимость
uk: Загальна вартість

source: Contact details
pl: Dane kontaktowe
ru: Контактные данные
uk: Контактні дані

source: Cleaning address
pl: Adres sprzątania
ru: Адрес уборки
uk: Адреса прибирання

source: Optional
pl: Opcjonalnie
ru: Необязательно
uk: Необов'язково

source: Date and additional info
pl: Data i dodatkowe informacje
ru: Дата и дополнительная информация
uk: Дата та додаткова інформація

source: Confirm and order
pl: Potwierdź i zamów
ru: Подтвердить и заказать
uk: Підтвердити та замовити

source: Order accepted
pl: Zamówienie przyjęte
ru: Заказ принят
uk: Замовлення прийнято

source: Thank you!
pl: Dziękuję!
ru: Спасибо!
uk: Дякуємо!

source: Your order has been successfully accepted.
pl: Twoje zamówienie zostało pomyślnie przyjęte.
ru: Ваш заказ был успешно принят.
uk: Ваше замовлення було успішно прийнято.

source: Our manager will contact you shortly to confirm the details.
pl: Nasz kierownik skontaktuje się z Państwem wkrótce w celu potwierdzenia szczegółów.
ru: Наш менеджер свяжется с вами в ближайшее время для подтверждения деталей.
uk: Наш менеджер зв'яжеться з вами найближчим часом для підтвердження деталей.

source: Password reset complete
pl: Resetowanie hasła zakończone
ru: Сброс пароля завершен
uk: Скидання пароля завершено

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało ustawione. Możesz się teraz zalogować.
ru: Ваш пароль установлен. Теперь вы можете войти.
uk: Ваш пароль встановлено. Тепер ви можете увійти.

source: Enter new password
pl: Wprowadź nowe hasło
ru: Введите новый пароль
uk: Введіть новий пароль

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Proszę wprowadzić nowe hasło dwukrotnie, abyśmy mogli sprawdzić, czy zostało wpisane poprawnie.
ru: Пожалуйста, введите ваш новый пароль дважды, чтобы мы могли убедиться, что вы ввели его правильно.
uk: Будь ласка, введіть ваш новий пароль двічі, щоб ми могли переконатися, що ви ввели його правильно.

source: Change my password
pl: Zmień moje hasło
ru: Изменить мой пароль
uk: Змінити мій пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link do resetowania hasła był nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Proszę poprosić o nowy link.
ru: Ссылка для сброса пароля была недействительной, возможно, потому что она уже была использована. Пожалуйста, запросите новый сброс пароля.
uk: Посилання для скидання пароля було недійсним, можливо, тому що воно вже було використане. Будь ласка, надішліть запит на нове скидання пароля.

source: Instructions Sent
pl: Instrukcje wysłane
ru: Инструкции отправлены
uk: Інструкції надіслано

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pl: Wysłaliśmy instrukcje dotyczące ustawienia hasła na podany adres e-mail, jeśli konto o tym adresie istnieje. Powinieneś je wkrótce otrzymać.
ru: Мы отправили вам по электронной почте инструкции по установке вашего пароля, если существует учетная запись с введенным вами адресом электронной почты. Вы должны получить их в ближайшее время.
uk: Ми надіслали вам електронною поштою інструкції щодо встановлення вашого пароля, якщо існує обліковий запис із введеною вами адресою електронної пошти. Ви повинні отримати їх найближчим часом.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pl: Jeśli nie otrzymasz wiadomości e-mail, upewnij się, że wpisałeś adres, za pomocą którego się zarejestrowałeś, i sprawdź folder ze spamem.
ru: Если вы не получили письмо, пожалуйста, убедитесь, что вы ввели адрес, с которым вы зарегистрировались, и проверьте папку со спамом.
uk: Якщо ви не отримали листа, будь ласка, переконайтеся, що ви ввели адресу, з якою ви зареєструвалися, та перевірте папку зі спамом.

source: Reset Password
pl: Resetuj hasło
ru: Сбросить пароль
uk: Скинути пароль

source: Enter your email address below, and we'll email instructions for setting a new one.
pl: Wprowadź poniżej swój adres e-mail, a wyślemy instrukcje dotyczące ustawienia nowego hasła.
ru: Введите ваш адрес электронной почты ниже, и мы вышлем инструкции по установке нового пароля.
uk: Введіть вашу адресу електронної пошти нижче, і ми надішлемо інструкції щодо встановлення нового пароля.

source: Send Instructions
pl: Wyślij instrukcje
ru: Отправить инструкции
uk: Надіслати інструкції

source: Messages
pl: Wiadomości
ru: Сообщения
uk: Повідомлення

source: Site Maps
pl: Mapy witryny
ru: Карты сайта
uk: Мапи сайту

source: Static Files
pl: Pliki statyczne
ru: Статические файлы
uk: Статичні файли

source: Syndication
pl: Syndykacja
ru: Синдикация
uk: Синдикація

source: That page number is not an integer
pl: Numer strony nie jest liczbą całkowitą
ru: Номер этой страницы не является целым числом
uk: Номер цієї сторінки не є цілим числом

source: That page number is less than 1
pl: Numer strony jest mniejszy niż 1
ru: Номер этой страницы меньше 1
uk: Номер цієї сторінки менший за 1

source: That page contains no results
pl: Ta strona nie zawiera wyników
ru: Эта страница не содержит результатов
uk: Ця сторінка не містить результатів

source: Enter a valid value.
pl: Wprowadź prawidłową wartość.
ru: Введите правильное значение.
uk: Введіть правильне значення.

source: Enter a valid URL.
pl: Wprowadź prawidłowy URL.
ru: Введите правильный URL.
uk: Введіть правильний URL.

source: Enter a valid integer.
pl: Wprowadź prawidłową liczbę całkowitą.
ru: Введите целое число.
uk: Введіть ціле число.

source: Enter a valid email address.
pl: Wprowadź prawidłowy adres e-mail.
ru: Введите правильный адрес электронной почты.
uk: Введіть правильну адресу електронної пошти.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
pl: Wprowadź prawidłowy „slug” składający się z liter, cyfr, podkreśleń lub łączników.
ru: Введите правильный «slug», состоящий из букв, цифр, подчеркиваний или дефисов.
uk: Введіть правильний «slug», що складається з літер, цифр, підкреслень або дефісів.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
pl: Wprowadź prawidłowy „slug” składający się z liter Unicode, cyfr, podkreśleń lub łączników.
ru: Введите правильный «slug», состоящий из букв Unicode, цифр, подчеркиваний или дефисов.
uk: Введіть правильний «slug», що складається з літер Unicode, цифр, підкреслень або дефісів.

source: Enter a valid IPv4 address.
pl: Wprowadź prawidłowy adres e-mail.
ru: Введите правильный адрес электронной почты.
uk: Введіть правильну адресу електронної пошти.

source: Enter a valid IPv6 address.
pl: Wprowadź prawidłowy adres e-mail.
ru: Введите правильный адрес электронной почты.
uk: Введіть правильну адресу електронної пошти.

source: Enter a valid IPv4 or IPv6 address.
pl: Wprowadź prawidłowy adres e-mail.
ru: Введите правильный адрес электронной почты.
uk: Введіть правильну адресу електронної пошти.

source: Enter only digits separated by commas.
pl: Wprowadź tylko cyfry oddzielone przecinkami.
ru: Введите только цифры, разделенные запятыми.
uk: Введіть тільки цифри, розділені комами.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
pl: Upewnij się, że ta wartość wynosi %(limit_value)s (wynosi %(show_value)s).
ru: Убедитесь, что это значение равно %(limit_value)s (сейчас %(show_value)s).
uk: Переконайтеся, що це значення дорівнює %(limit_value)s (зараз %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
pl: Upewnij się, że ta wartość jest mniejsza lub równa %(limit_value)s.
ru: Убедитесь, что это значение меньше или равно %(limit_value)s.
uk: Переконайтеся, що це значення менше або дорівнює %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
pl: Upewnij się, że ta wartość jest większa lub równa %(limit_value)s.
ru: Убедитесь, что это значение больше или равно %(limit_value)s.
uk: Переконайтеся, що це значення більше або дорівнює %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
pl: Upewnij się, że ta wartość jest wielokrotnością kroku %(limit_value)s.
ru: Убедитесь, что это значение кратно размеру шага %(limit_value)s.
uk: Переконайтеся, що це значення кратне розміру кроку %(limit_value)s.
