Repository: Andrey99-art/GoldClean
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, ru, uk

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
pl: Upewnij się, że ta wartość ma co najmniej %(limit_value)d znak (ma %(show_value)d).
ru: Убедитесь, что это значение содержит как минимум %(limit_value)d символ (сейчас %(show_value)d).
uk: Переконайтеся, що це значення містить щонайменше %(limit_value)d символ (зараз %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
pl: Upewnij się, że ta wartość ma co najwyżej %(limit_value)d znak (ma %(show_value)d).
ru: Убедитесь, что это значение содержит не более %(limit_value)d символа (сейчас %(show_value)d).
uk: Переконайтеся, що це значення містить не більше %(limit_value)d символу (зараз %(show_value)d).

source: Enter a number.
pl: Wprowadź liczbę.
ru: Введите число.
uk: Введіть число.

source: Ensure that there are no more than %(max)s digit in total.
pl: Upewnij się, że jest w sumie nie więcej niż %(max)s cyfra.
ru: Убедитесь, что общее количество цифр не превышает %(max)s.
uk: Переконайтеся, що загальна кількість цифр не перевищує %(max)s.

source: Ensure that there are no more than %(max)s decimal place.
pl: Upewnij się, że jest nie więcej niż %(max)s miejsce dziesiętne.
ru: Убедитесь, что количество знаков после запятой не превышает %(max)s.
uk: Переконайтеся, що кількість знаків після коми не перевищує %(max)s.

source: Ensure that there are no more than %(max)s digit before the decimal point.
pl: Upewnij się, że przed przecinkiem jest nie więcej niż %(max)s cyfra.
ru: Убедитесь, что количество цифр до запятой не превышает %(max)s.
uk: Переконайтеся, що кількість цифр до коми не перевищує %(max)s.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
pl: Rozszerzenie pliku „%(extension)s” jest niedozwolone. Dozwolone rozszerzenia to: %(allowed_extensions)s.
ru: Расширение файла «%(extension)s» не допускается. Разрешенные расширения: %(allowed_extensions)s.
uk: Розширення файлу «%(extension)s» не допускається. Дозволені розширення: %(allowed_extensions)s.

source: Null characters are not allowed.
pl: Znaki null nie są dozwolone.
ru: Нулевые символы не допускаются.
uk: Нульові символи не допускаються.

source: and
pl: i
ru: и
uk: і

source: %(model_name)s with this %(field_labels)s already exists.
pl: %(model_name)s z tymi %(field_labels)s już istnieje.
ru: %(model_name)s с таким %(field_labels)s уже существует.
uk: %(model_name)s з таким %(field_labels)s вже існує.

source: Constraint “%(name)s” is violated.
pl: Ograniczenie „%(name)s” zostało naruszone.
ru: Ограничение «%(name)s» нарушено.
uk: Обмеження «%(name)s» порушено.

source: Value %(value)r is not a valid choice.
pl: Wartość %(value)r nie jest prawidłowym wyborem.
ru: Значение %(value)r не является допустимым выбором.
uk: Значення %(value)r не є допустимим вибором.

source: This field cannot be null.
pl: To pole nie może być nullem.
ru: Это поле не может быть пустым.
uk: Це поле не може бути порожнім.

source: This field cannot be blank.
pl: To pole nie może być puste.
ru: Это поле не может быть пустым.
uk: Це поле не може бути порожнім.

source: %(model_name)s with this %(field_label)s already exists.
pl: %(model_name)s z tym %(field_label)s już istnieje.
ru: %(model_name)s с таким %(field_label)s уже существует.
uk: %(model_name)s з таким %(field_label)s вже існує.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
pl: %(field_label)s musi być unikalne dla %(date_field_label)s %(lookup_type)s.
ru: %(field_label)s должен быть уникальным для %(date_field_label)s %(lookup_type)s.
uk: %(field_label)s має бути унікальним для %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
pl: Pole typu: %(field_type)s
ru: Поле типа: %(field_type)s
uk: Поле типу: %(field_type)s

source: “%(value)s” value must be either True or False.
pl: Wartość „%(value)s” musi być albo True albo False.
ru: Значение «%(value)s» должно быть либо True, либо False.
uk: Значення «%(value)s» має бути або True, або False.

source: “%(value)s” value must be either True, False, or None.
pl: Wartość „%(value)s” musi być albo True, False, albo None.
ru: Значение «%(value)s» должно быть либо True, False, либо None.
uk: Значення «%(value)s» має бути або True, False, або None.

source: Boolean (Either True or False)
pl: Wartość logiczna (albo True albo False)
ru: Логическое значение (True или False)
uk: Логічне значення (True або False)

source: String (up to %(max_length)s)
pl: Ciąg znaków (do %(max_length)s)
ru: Строка (до %(max_length)s)
uk: Рядок (до %(max_length)s)

source: String (unlimited)
pl: Ciąg znaków (nieograniczony)
ru: Строка (неограниченная)
uk: Рядок (необмежений)

source: Comma-separated integers
pl: Liczby całkowite oddzielone przecinkami
ru: Целые числа через запятую
uk: Цілі числа через кому

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
pl: Wartość „%(value)s” ma nieprawidłowy format daty. Musi być w formacie RRRR-MM-DD.
ru: Значение «%(value)s» имеет неверный формат даты. Он должен быть в формате ГГГГ-ММ-ДД.
uk: Значення «%(value)s» має недійсний формат дати. Він має бути у форматі РРРР-ММ-ДД.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
pl: Wartość „%(value)s” ma prawidłowy format (RRRR-MM-DD), ale jest nieprawidłową datą.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД), но это неверная дата.
uk: Значення «%(value)s» має правильний формат (РРРР-ММ-ДД), але це недійсна дата.

source: Date (without time)
pl: Data (bez czasu)
ru: Дата (без времени)
uk: Дата (без часу)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie RRRR-MM-DD GG:MM[:ss[.uuuuuu]][TZ].
ru: Значение «%(value)s» имеет неверный формат. Он должен быть в формате ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][TZ].
uk: Значення «%(value)s» має недійсний формат. Він має бути у форматі РРРР-ММ-ДД ГГ:ХХ[:сс[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
pl: Wartość „%(value)s” ma prawidłowy format (RRRR-MM-DD GG:MM[:ss[.uuuuuu]][TZ]), ale jest nieprawidłową datą/godziną.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][TZ]), но это неверная дата/время.
uk: Значення «%(value)s» має правильний формат (РРРР-ММ-ДД ГГ:ХХ[:сс[.uuuuuu]][TZ]), але це недійсна дата/час.

source: Date (with time)
pl: Data (z czasem)
ru: Дата (со временем)
uk: Дата (з часом)

source: “%(value)s” value must be a decimal number.
pl: Wartość „%(value)s” musi być liczbą dziesiętną.
ru: Значение «%(value)s» должно быть десятичным числом.
uk: Значення «%(value)s» має бути десятковим числом.

source: Decimal number
pl: Liczba dziesiętna
ru: Десятичное число
uk: Десяткове число

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie [DD] [[GG:]MM:]ss[.uuuuuu].
ru: Значение «%(value)s» имеет неверный формат. Он должен быть в формате [ДД] [[ЧЧ:]ММ:]сс[.uuuuuu].
uk: Значення «%(value)s» має недійсний формат. Він має бути у форматі [ДД] [[ГГ:]ХХ:]сс[.uuuuuu].

source: Duration
pl: Czas trwania
ru: Продолжительность
uk: Тривалість

source: File path
pl: Ścieżka pliku
ru: Путь к файлу
uk: Шлях до файлу

source: “%(value)s” value must be a float.
pl: Wartość „%(value)s” musi być liczbą zmiennoprzecinkową.
ru: Значение «%(value)s» должно быть числом с плавающей запятой.
uk: Значення «%(value)s» має бути числом з плаваючою комою.

source: Floating point number
pl: Liczba zmiennoprzecinkowa
ru: Число с плавающей запятой
uk: Число з плаваючою комою

source: “%(value)s” value must be an integer.
pl: Wartość „%(value)s” musi być liczbą całkowitą.
ru: Значение «%(value)s» должно быть целым числом.
uk: Значення «%(value)s» має бути цілим числом.

source: Integer
pl: Liczba całkowita
ru: Целое число
uk: Ціле число

source: Big (8 byte) integer
pl: Duża (8-bajtowa) liczba całkowita
ru: Большое (8 байт) целое число
uk: Велике (8 байт) ціле число

source: Small integer
pl: Mała liczba całkowita
ru: Маленькое целое число
uk: Маленьке ціле число

source: IPv4 address
pl: Adres IPv4
ru: Адрес IPv4
uk: Адреса IPv4

source: IP address
pl: Adres IP
ru: IP-адрес
uk: IP-адреса

source: “%(value)s” value must be either None, True or False.
pl: Wartość „%(value)s” musi być albo None, True, albo False.
ru: Значение «%(value)s» должно быть либо None, True, либо False.
uk: Значення «%(value)s» має бути або None, True, або False.

source: Boolean (Either True, False or None)
pl: Wartość logiczna (albo True, False, albo None)
ru: Логическое значение (True, False или None)
uk: Логічне значення (True, False або None)

source: Positive big integer
pl: Dodatnia duża liczba całkowita
ru: Положительное большое целое число
uk: Додатне велике ціле число

source: Positive integer
pl: Dodatnia liczba całkowita
ru: Положительное целое число
uk: Додатне ціле число

source: Positive small integer
pl: Dodatnia mała liczba całkowita
ru: Положительное маленькое целое число
uk: Додатне маленьке ціле число

source: Slug (up to %(max_length)s)
pl: Slug (do %(max_length)s)
ru: Slug (до %(max_length)s)
uk: Slug (до %(max_length)s)

source: Text
pl: Tekst
ru: Текст
uk: Текст

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie GG:MM[:ss[.uuuuuu]].
ru: Значение «%(value)s» имеет неверный формат. Он должен быть в формате ЧЧ:ММ[:сс[.uuuuuu]].
uk: Значення «%(value)s» має недійсний формат. Він має бути у форматі ГГ:ХХ[:сс[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
pl: Wartość „%(value)s” ma prawidłowy format (GG:MM[:ss[.uuuuuu]]), ale jest nieprawidłowym czasem.
ru: Значение «%(value)s» имеет правильный формат (ЧЧ:ММ[:сс[.uuuuuu]]), но это неверное время.
uk: Значення «%(value)s» має правильний формат (ГГ:ХХ[:сс[.uuuuuu]]), але це недійсний час.

source: Time
pl: Czas
ru: Время
uk: Час

source: Raw binary data
pl: Surowe dane binarne
ru: Сырые двоичные данные
uk: Сирі двійкові дані

source: “%(value)s” is not a valid UUID.
pl: „%(value)s” nie jest prawidłowym identyfikatorem UUID.
ru: «%(value)s» не является допустимым UUID.
uk: «%(value)s» не є дійсним UUID.

source: Universally unique identifier
pl: Uniwersalny unikalny identyfikator
ru: Универсальный уникальный идентификатор
uk: Універсальний унікальний ідентифікатор

source: File
pl: Plik
ru: Файл
uk: Файл

source: A JSON object
pl: Obiekt JSON
ru: Объект JSON
uk: Об'єкт JSON

source: Value must be valid JSON.
pl: Wartość musi być prawidłowym JSON.
ru: Значение должно быть допустимым JSON.
uk: Значення має бути дійсним JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
pl: Instancja %(model)s z %(field)s %(value)r nie jest prawidłowym wyborem.
ru: Экземпляр %(model)s с %(field)s %(value)r не является допустимым выбором.
uk: Екземпляр %(model)s з %(field)s %(value)r не є допустимим вибором.

source: Foreign Key (type determined by related field)
pl: Klucz obcy (typ określony przez powiązane pole)
ru: Внешний ключ (тип определяется связанным полем)
uk: Зовнішній ключ (тип визначається пов'язаним полем)

source: One-to-one relationship
pl: Relacja jeden do jednego
ru: Отношение один к одному
uk: Відношення один до одного

source: %(from)s-%(to)s relationship
pl: Relacja %(from)s-%(to)s
ru: Отношение %(from)s-%(to)s
uk: Відношення %(from)s-%(to)s

source: %(from)s-%(to)s relationships
pl: Relacje %(from)s-%(to)s
ru: Отношения %(from)s-%(to)s
uk: Відношення %(from)s-%(to)s

source: Many-to-many relationship
pl: Relacja wiele do wielu
ru: Отношение многие ко многим
uk: Відношення багато до багатьох

source: This field is required.
pl: To pole jest wymagane.
ru: Это поле обязательно.
uk: Це поле є обов'язковим.

source: Enter a whole number.
pl: Wprowadź liczbę całkowitą.
ru: Введите целое число.
uk: Введіть ціле число.

source: Enter a valid date.
pl: Wprowadź prawidłową datę.
ru: Введите правильную дату.
uk: Введіть правильну дату.

source: Enter a valid time.
pl: Wprowadź prawidłową godzinę.
ru: Введите правильное время.
uk: Введіть правильний час.

source: Enter a valid date/time.
pl: Wprowadź prawidłową datę/godzinę.
ru: Введите правильную дату/время.
uk: Введіть правильну дату/час.

source: Enter a valid duration.
pl: Wprowadź prawidłowy czas trwania.
ru: Введите правильную продолжительность.
uk: Введіть правильну тривалість.

source: The number of days must be between {min_days} and {max_days}.
pl: Liczba dni musi mieścić się w przedziale od {min_days} do {max_days}.
ru: Количество дней должно быть от {min_days} до {max_days}.
uk: Кількість днів має бути від {min_days} до {max_days}.

source: No file was submitted. Check the encoding type on the form.
pl: Nie przesłano pliku. Sprawdź typ kodowania w formularzu.
ru: Файл не был отправлен. Проверьте тип кодировки в форме.
uk: Файл не було надіслано. Перевірте тип кодування у формі.

source: No file was submitted.
pl: Nie przesłano pliku.
ru: Файл не был отправлен.
uk: Файл не було надіслано.

source: The submitted file is empty.
pl: Przesłany plik jest pusty.
ru: Отправленный файл пуст.
uk: Надісланий файл порожній.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
pl: Upewnij się, że nazwa pliku ma co najwyżej %(max)d znak (ma %(length)d).
ru: Убедитесь, что имя файла содержит не более %(max)d символа (сейчас %(length)d).
uk: Переконайтеся, що ім'я файлу містить не більше %(max)d символу (зараз %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
pl: Proszę przesłać plik lub zaznaczyć pole 'wyczyść', ale nie oba.
ru: Пожалуйста, либо отправьте файл, либо установите флажок «очистить», но не оба.
uk: Будь ласка, або надішліть файл, або встановіть прапорець «очистити», але не обидва.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
pl: Prześlij prawidłowy obraz. Przesłany plik nie był obrazem lub był uszkodzonym obrazem.
ru: Загрузите допустимое изображение. Файл, который вы загрузили, либо не является изображением, либо является поврежденным изображением.
uk: Завантажте дійсне зображення. Файл, який ви завантажили, або не є зображенням, або є пошкодженим зображенням.

source: Select a valid choice. %(value)s is not one of the available choices.
pl: Wybierz prawidłową opcję. %(value)s nie jest jedną z dostępnych opcji.
ru: Выберите допустимый вариант. %(value)s не является одним из доступных вариантов.
uk: Виберіть дійсний варіант. %(value)s не є одним з доступних варіантів.

source: Enter a list of values.
pl: Wprowadź listę wartości.
ru: Введите список значений.
uk: Введіть список значень.

source: Enter a complete value.
pl: Wprowadź kompletną wartość.
ru: Введите полное значение.
uk: Введіть повне значення.

source: Enter a valid UUID.
pl: Wprowadź prawidłowy identyfikator UUID.
ru: Введите допустимый UUID.
uk: Введіть дійсний UUID.

source: Enter a valid JSON.
pl: Wprowadź prawidłowy JSON.
ru: Введите допустимый JSON.
uk: Введіть дійсний JSON.

source: (Hidden field %(name)s) %(error)s
pl: (Ukryte pole %(name)s) %(error)s
ru: (Скрытое поле %(name)s) %(error)s
uk: (Приховане поле %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
pl: Brakuje danych ManagementForm lub zostały one naruszone. Brakujące pola: %(field_names)s. Jeśli problem będzie się powtarzał, być może trzeba będzie zgłosić błąd.
ru: Данные ManagementForm отсутствуют или были изменены. Отсутствующие поля: %(field_names)s. Возможно, вам потребуется сообщить об ошибке, если проблема не исчезнет.
uk: Дані ManagementForm відсутні або були змінені. Відсутні поля: %(field_names)s. Можливо, вам доведеться повідомити про помилку, якщо проблема не зникне.

source: Please submit at most %(num)d form.
pl: Proszę przesłać co najwyżej %(num)d formularz.
ru: Пожалуйста, отправьте не более %(num)d формы.
uk: Будь ласка, надішліть не більше %(num)d форми.

source: Please submit at least %(num)d form.
pl: Proszę przesłać co najmniej %(num)d formularz.
ru: Пожалуйста, отправьте как минимум %(num)d форму.
uk: Будь ласка, надішліть щонайменше %(num)d форму.

source: Delete
pl: Usuń
ru: Удалить
uk: Видалити

source: Please correct the duplicate data for %(field)s.
pl: Proszę poprawić zduplikowane dane dla %(field)s.
ru: Пожалуйста, исправьте дублирующиеся данные для %(field)s.
uk: Будь ласка, виправте дубльовані дані для %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
pl: Proszę poprawić zduplikowane dane dla %(field)s, które muszą być unikalne.
ru: Пожалуйста, исправьте дублирующиеся данные для %(field)s, которые должны быть уникальными.
uk: Будь ласка, виправте дубльовані дані для %(field)s, які мають бути унікальними.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
pl: Proszę poprawić zduplikowane dane dla %(field_name)s, które muszą być unikalne dla %(lookup)s w %(date_field)s.
ru: Пожалуйста, исправьте дублирующиеся данные для %(field_name)s, которые должны быть уникальными для %(lookup)s в %(date_field)s.
uk: Будь ласка, виправте дубльовані дані для %(field_name)s, які мають бути унікальними для %(lookup)s в %(date_field)s.

source: Please correct the duplicate values below.
pl: Proszę poprawić zduplikowane wartości poniżej.
ru: Пожалуйста, исправьте дублирующиеся значения ниже.
uk: Будь ласка, виправте дубльовані значення нижче.

source: The inline value did not match the parent instance.
pl: Wartość wbudowana nie pasuje do instancji rodzica.
ru: Встроенное значение не соответствует родительскому экземпляру.
uk: Вбудоване значення не відповідає батьківському екземпляру.

source: Select a valid choice. That choice is not one of the available choices.
pl: Wybierz prawidłową opcję. Ten wybór nie jest jedną z dostępnych opcji.
ru: Выберите допустимый вариант. Этот вариант не является одним из доступных.
uk: Виберіть дійсний варіант. Цей варіант не є одним з доступних.

source: “%(pk)s” is not a valid value.
pl: „%(pk)s” nie jest prawidłową wartością.
ru: «%(pk)s» не является допустимым значением.
uk: «%(pk)s» не є дійсним значенням.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
pl: %(datetime)s nie mógł zostać zinterpretowany w strefie czasowej %(current_timezone)s; może być niejednoznaczny lub może nie istnieć.
ru: %(datetime)s не может быть интерпретировано в часовом поясе %(current_timezone)s; оно может быть неоднозначным или не существовать.
uk: %(datetime)s не може бути інтерпретовано в часовому поясі %(current_timezone)s; воно може бути неоднозначним або не існувати.

source: Clear
pl: Wyczyść
ru: Очистить
uk: Очистити

source: Currently
pl: Aktualnie
ru: В настоящее время
uk: На даний момент

source: Change
pl: Zmień
ru: Изменить
uk: Змінити

source: Unknown
pl: Nieznany
ru: Неизвестно
uk: Невідомо

source: Yes
pl: Tak
ru: Да
uk: Так

source: No
pl: Nie
ru: Нет
uk: Ні

source: yes,no,maybe
pl: tak,nie,może
ru: да,нет,возможно
uk: так,ні,можливо

source: %(size)d byte
pl: %(size)d bajt
ru: %(size)d байт
uk: %(size)d байт

source: %s KB
ru: %s КБ
uk: %s КБ

source: %s MB
ru: %s МБ
uk: %s МБ

source: %s GB
ru: %s ГБ
uk: %s ГБ

source: %s TB
ru: %s ТБ
uk: %s ТБ

source: %s PB
ru: %s ПБ
uk: %s ПБ

source: p.m.
pl: po poł.
ru: после полудня
uk: після полудня

source: a.m.
pl: przed poł.
ru: до полудня
uk: до полудня

source: midnight
pl: północ
ru: полночь
uk: північ

source: noon
pl: południe
ru: полдень
uk: полудень

source: Monday
pl: Poniedziałek
ru: понедельник
uk: понеділок

source: Tuesday
pl: Wtorek
ru: вторник
uk: вівторок

source: Wednesday
pl: Środa
ru: среда
uk: середа

source: Thursday
pl: Czwartek
ru: четверг
uk: четвер

source: Friday
pl: Piątek
ru: пятница
uk: п'ятниця

source: Saturday
pl: Sobota
ru: суббота
uk: субота

source: Sunday
pl: Niedziela
ru: воскресенье
uk: неділя

source: Mon
pl: Pon
ru: пн
uk: пн

source: Tue
pl: Wto
ru: вт
uk: вт

source: Wed
pl: Śro
ru: ср
uk: ср

source: Thu
pl: Czw
ru: чт
uk: чт

source: Fri
pl: Pią
ru: пт
uk: пт

source: Sat
pl: Sob
ru: сб
uk: сб

source: Sun
pl: Nie
ru: вс
uk: нд

source: January
pl: Styczeń
ru: январь
uk: січень

source: February
pl: Luty
ru: февраль
uk: лютий

source: March
pl: Marzec
ru: март
uk: березень

source: April
pl: Kwiecień
ru: апрель
uk: квітень

source: May
pl: Maj
ru: май
uk: травень

source: June
pl: Czerwiec
ru: июнь
uk: червень

source: July
pl: Lipiec
ru: июль
uk: липень

source: August
pl: Sierpień
ru: август
uk: серпень

source: September
pl: Wrzesień
ru: сентябрь
uk: вересень

source: October
pl: Październik
ru: октябрь
uk: жовтень

source: November
pl: Listopad
ru: ноябрь
uk: листопад

source: December
pl: Grudzień
ru: декабрь
uk: грудень

source: jan
pl: sty
ru: янв
uk: січ

source: feb
pl: lut
ru: фев
uk: лют

source: mar
ru: мар
uk: бер

source: apr
pl: kwi
ru: апр
uk: кві

source: may
pl: maj
ru: май
uk: тра

source: jun
pl: cze
ru: июн
uk: чер

source: jul
pl: lip
ru: июл
uk: лип

source: aug
pl: sie
ru: авг
uk: сер

source: sep
pl: wrz
ru: сен
uk: вер

source: oct
pl: paź
ru: окт
uk: жов

source: nov
pl: lis
ru: ноя
uk: лис

source: dec
pl: gru
ru: дек
uk: гру

# abbrev. month
source: Jan.
pl: Sty.
ru: Янв.
uk: Січ.

# abbrev. month
source: Feb.
pl: Lut.
ru: Февр.
uk: Лют.

# abbrev. month
source: March
pl: Marzec
ru: Март
uk: Бер.

# abbrev. month
source: April
pl: Kwiecień
ru: Апр.
uk: Квіт.

# abbrev. month
source: May
pl: Maj
ru: Май
uk: Трав.

# abbrev. month
source: June
pl: Czerwiec
ru: Июнь
uk: Черв.

# abbrev. month
source: July
pl: Lipiec
ru: Июль
uk: Лип.

# abbrev. month
source: Aug.
pl: Sie.
ru: Авг.
uk: Серп.

# abbrev. month
source: Sept.
pl: Wrz.
ru: Сент.
uk: Вер.

# abbrev. month
source: Oct.
pl: Paź.
ru: Окт.
uk: Жовт.

# abbrev. month
source: Nov.
pl: Lis.
ru: Нояб.
uk: Лист.

# abbrev. month
source: Dec.
pl: Gru.
ru: Дек.
uk: Груд.

# alt. month
source: January
pl: Stycznia
ru: января
uk: січня

# alt. month
source: February
pl: Lutego
ru: февраля
uk: лютого

# alt. month
source: March
pl: Marca
ru: марта
uk: березня

# alt. month
source: April
pl: Kwietnia
ru: апреля
uk: квітня

# alt. month
source: May
pl: Maja
ru: мая
uk: травня

# alt. month
source: June
pl: Czerwca
ru: июня
uk: червня

# alt. month
source: July
pl: Lipca
ru: июля
uk: липня

# alt. month
source: August
pl: Sierpnia
ru: августа
uk: серпня

# alt. month
source: September
pl: Września
ru: сентября
uk: вересня

# alt. month
source: October
pl: Października
ru: октября
uk: жовтня

# alt. month
source: November
pl: Listopada
ru: ноября
uk: листопада

# alt. month
source: December
pl: Grudnia
ru: декабря
uk: грудня

source: This is not a valid IPv6 address.
pl: To nie jest prawidłowy adres IPv6.
ru: Это неверный адрес IPv6.
uk: Це недійсна адреса IPv6.

source: %(num)d year
pl: %(num)d rok
ru: %(num)d год
uk: %(num)d рік

source: %(num)d month
pl: %(num)d miesiąc
ru: %(num)d месяц
uk: %(num)d місяць

source: %(num)d week
pl: %(num)d tydzień
ru: %(num)d неделя
uk: %(num)d тиждень

source: %(num)d day
pl: %(num)d dzień
ru: %(num)d день
uk: %(num)d день

source: %(num)d hour
pl: %(num)d godzina
ru: %(num)d час
uk: %(num)d година

source: %(num)d minute
pl: %(num)d minuta
ru: %(num)d минута
uk: %(num)d хвилина

source: Forbidden
pl: Zabronione
ru: Запрещено
uk: Заборонено
