Repository: Andrey99-art/GoldClean
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, ru, uk

source: CSRF verification failed. Request aborted.
pl: Weryfikacja CSRF nie powiodła się. Żądanie zostało przerwane.
ru: Проверка CSRF не удалась. Запрос прерван.
uk: Перевірка CSRF не вдалася. Запит перервано.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
pl: Widzisz tę wiadomość, ponieważ ta witryna HTTPS wymaga przesłania nagłówka „Referer” przez Twoją przeglądarkę internetową, ale żaden nie został wysłany. Nagłówek ten jest wymagany ze względów bezpieczeństwa, aby zapewnić, że Twoja przeglądarka nie jest przejmowana przez osoby trzecie.
ru: Вы видите это сообщение, потому что этот HTTPS-сайт требует, чтобы ваш веб-браузер отправлял заголовок «Referer», но он не был отправлен. Этот заголовок необходим по соображениям безопасности, чтобы гарантировать, что ваш браузер не будет захвачен третьими лицами.
uk: Ви бачите це повідомлення, тому що цей HTTPS-сайт вимагає, щоб ваш веб-браузер надсилав заголовок «Referer», але його не було надіслано. Цей заголовок необхідний з міркувань безпеки, щоб гарантувати, що ваш браузер не буде захоплено третіми особами.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
pl: Jeśli skonfigurowałeś przeglądarkę tak, aby wyłączała nagłówki „Referer”, proszę je ponownie włączyć, przynajmniej dla tej witryny lub dla połączeń HTTPS, lub dla żądań „same-origin”.
ru: Если вы настроили свой браузер на отключение заголовков «Referer», пожалуйста, включите их снова, по крайней мере, для этого сайта, или для HTTPS-соединений, или для запросов «same-origin».
uk: Якщо ви налаштували свій браузер на вимкнення заголовків «Referer», будь ласка, увімкніть їх знову, принаймні для цього сайту, або для HTTPS-з'єднань, або для запитів «same-origin».

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
pl: Jeśli używasz tagu <meta name="referrer" content="no-referrer"> lub dołączasz nagłówek „Referrer-Policy: no-referrer”, usuń je. Ochrona CSRF wymaga nagłówka „Referer” do ścisłej weryfikacji odsyłacza. Jeśli martwisz się o prywatność, użyj alternatyw, takich jak <a rel="noreferrer" …> dla linków do witryn stron trzecich.
ru: Если вы используете тег <meta name="referrer" content="no-referrer"> или включаете заголовок «Referrer-Policy: no-referrer», пожалуйста, удалите их. Защита CSRF требует наличия заголовка «Referer» для строгой проверки реферера. Если вас беспокоит конфиденциальность, используйте альтернативы, такие как <a rel="noreferrer" …> для ссылок на сторонние сайты.
uk: Якщо ви використовуєте тег <meta name="referrer" content="no-referrer"> або включаєте заголовок «Referrer-Policy: no-referrer», будь ласка, видаліть їх. Захист CSRF вимагає наявності заголовка «Referer» для суворої перевірки реферера. Якщо вас турбує конфіденційність, використовуйте альтернативи, такі як <a rel="noreferrer" …> для посилань на сторонні сайти.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
pl: Widzisz tę wiadomość, ponieważ ta witryna wymaga pliku cookie CSRF podczas przesyłania formularzy. Ten plik cookie jest wymagany ze względów bezpieczeństwa, aby zapewnić, że Twoja przeglądarka nie jest przejmowana przez osoby trzecie.
ru: Вы видите это сообщение, потому что этот сайт требует наличия CSRF-cookie при отправке форм. Этот cookie необходим по соображениям безопасности, чтобы гарантировать, что ваш браузер не будет захвачен третьими лицами.
uk: Ви бачите це повідомлення, тому що цей сайт вимагає наявності CSRF-cookie при надсиланні форм. Цей cookie необхідний з міркувань безпеки, щоб гарантувати, що ваш браузер не буде захоплено третіми особами.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
pl: Jeśli skonfigurowałeś przeglądarkę tak, aby wyłączała pliki cookie, proszę je ponownie włączyć, przynajmniej dla tej witryny lub dla żądań „same-origin”.
ru: Если вы настроили свой браузер на отключение cookie, пожалуйста, включите их снова, по крайней мере, для этого сайта, или для запросов «same-origin».
uk: Якщо ви налаштували свій браузер на вимкнення cookie, будь ласка, увімкніть їх знову, принаймні для цього сайту, або для запитів «same-origin».

source: More information is available with DEBUG=True.
pl: Więcej informacji jest dostępnych przy DEBUG=True.
ru: Больше информации доступно с DEBUG=True.
uk: Більше інформації доступно з DEBUG=True.

source: No year specified
pl: Nie podano roku
ru: Год не указан
uk: Рік не вказано

source: Date out of range
pl: Data poza zakresem
ru: Дата вне диапазона
uk: Дата поза діапазоном

source: No month specified
pl: Nie podano miesiąca
ru: Месяц не указан
uk: Місяць не вказано

source: No day specified
pl: Nie podano dnia
ru: День не указан
uk: День не вказано

source: No week specified
pl: Nie podano tygodnia
ru: Неделя не указана
uk: Тиждень не вказано

source: No %(verbose_name_plural)s available
pl: Brak dostępnych %(verbose_name_plural)s
ru: Нет доступных %(verbose_name_plural)s
uk: Немає доступних %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
pl: Przyszłe %(verbose_name_plural)s niedostępne, ponieważ %(class_name)s.allow_future ma wartość False.
ru: Будущие %(verbose_name_plural)s недоступны, потому что %(class_name)s.allow_future имеет значение False.
uk: Майбутні %(verbose_name_plural)s недоступні, оскільки %(class_name)s.allow_future має значення False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
pl: Nieprawidłowy ciąg daty „%(datestr)s” podany w formacie „%(format)s”
ru: Недопустимая строка даты «%(datestr)s» для формата «%(format)s»
uk: Недійсний рядок дати «%(datestr)s» для формату «%(format)s»

source: No %(verbose_name)s found matching the query
pl: Nie znaleziono %(verbose_name)s pasującego do zapytania
ru: Не найдено %(verbose_name)s, соответствующего запросу
uk: Не знайдено %(verbose_name)s, що відповідає запиту

source: Page is not “last”, nor can it be converted to an int.
pl: Strona nie jest „ostatnia” i nie można jej przekonwertować na liczbę całkowitą.
ru: Страница не является «последней» и не может быть преобразована в целое число.
uk: Сторінка не є «останньою» і не може бути перетворена на ціле число.

source: Invalid page (%(page_number)s): %(message)s
pl: Nieprawidłowa strona (%(page_number)s): %(message)s
ru: Недопустимая страница (%(page_number)s): %(message)s
uk: Недійсна сторінка (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
pl: Pusta lista i „%(class_name)s.allow_empty” ma wartość False.
ru: Пустой список и «%(class_name)s.allow_empty» имеет значение False.
uk: Порожній список і «%(class_name)s.allow_empty» має значення False.

source: Directory indexes are not allowed here.
pl: Indeksy katalogów są tutaj niedozwolone.
ru: Индексы каталогов здесь не разрешены.
uk: Індекси каталогів тут не дозволені.

source: “%(path)s” does not exist
pl: „%(path)s” nie istnieje
ru: «%(path)s» не существует
uk: «%(path)s» не існує

source: Index of %(directory)s
pl: Indeks %(directory)s
ru: Индекс %(directory)s
uk: Індекс %(directory)s

source: The install worked successfully! Congratulations!
pl: Instalacja przebiegła pomyślnie! Gratulacje!
ru: Установка прошла успешно! Поздравляем!
uk: Встановлення пройшло успішно! Вітаємо!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
pl: Zobacz <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">informacje o wydaniu</a> dla Django %(version)s
ru: Просмотреть <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">заметки о выпуске</a> для Django %(version)s
uk: Переглянути <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">нотатки до випуску</a> для Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
pl: Widzisz tę stronę, ponieważ w pliku ustawień masz ustawione <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> i nie skonfigurowałeś żadnych adresów URL.
ru: Вы видите эту страницу, потому что в вашем файле настроек установлено <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> и вы не настроили никаких URL-адресов.
uk: Ви бачите цю сторінку, тому що у вашому файлі налаштувань встановлено <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> і ви не налаштували жодних URL-адрес.

source: Django Documentation
pl: Dokumentacja Django
ru: Документация Django
uk: Документація Django

source: Topics, references, &amp; how-to’s
pl: Tematy, referencje i poradniki
ru: Темы, справочники и инструкции

source: Tutorial: A Polling App
pl: Samouczek: Aplikacja do głosowania
ru: Учебник: Приложение для опросов
uk: Підручник: Додаток для опитувань

source: Get started with Django
pl: Rozpocznij pracę z Django
ru: Начало работы с Django
uk: Початок роботи з Django

source: Django Community
pl: Społeczność Django
ru: Сообщество Django
uk: Спільнота Django

source: Connect, get help, or contribute
pl: Połącz się, uzyskaj pomoc lub współtwórz
ru: Присоединяйтесь, получайте помощь или вносите свой вклад
uk: Приєднуйтесь, отримуйте допомогу або робіть свій внесок

source: Average Duration (sec)
pl: Podstawowy czas trwania (minuty)
ru: Базовая продолжительность (минуты)
uk: Базова тривалість (хвилини)

source: Could not find job {} in the database! Skipping execution...
ru: Не удалось найти задание {} в базе данных! Пропуск выполнения...

source: Maximum runtime of {} seconds exceeded! Not all jobs could be completed successfully. Pending jobs: {}
ru: Превышено максимальное время выполнения {} секунд! Не все задания могли быть выполнены успешно. Ожидающие задания: {}

source: Executed job '{}'!
ru: Выполнено задание '{}'!

source: Run the selected django jobs
ru: Запустить выбранные задания django

source: Duration (sec)
pl: Czas trwania (minuty)
ru: Продолжительность (минуты)
uk: Тривалість (хвилини)

source: Unique id for this job.
ru: Уникальный идентификатор для этой задачи.

source: Date and time at which this job is scheduled to be executed next.
ru: Дата и время, когда эта задача запланирована на следующее выполнение.

source: Unique ID for this job execution.
ru: Уникальный идентификатор для выполнения этой задачи.

source: The job that this execution relates to.
ru: Задача, к которой относится это выполнение.

source: The current status of this job execution.
ru: Текущий статус выполнения этой задачи.

source: Date and time at which this job was executed.
ru: Дата и время, когда эта задача была выполнена.

source: Total run time of this job (in seconds).
ru: Общее время выполнения этой задачи (в секундах).

source: Timestamp at which this job was finished.
ru: Временная метка, когда эта задача была завершена.

source: Details of exception that occurred during job execution (if any).
ru: Детали исключения, возникшего во время выполнения задачи (если есть).

source: Traceback of exception that occurred during job execution (if any).
ru: Отслеживание исключения, возникшего во время выполнения задачи (если есть).

source: Content purported to be compressed with %s but failed to decompress.
ru: Содержимое, предположительно сжатое с помощью %s, но не удалось распаковать.

source: Unsupported value for qop: %s.
ru: Неподдерживаемое значение для qop: %s.

source: Unsupported value for algorithm: %s.
ru: Неподдерживаемое значение для алгоритма: %s.

source: The challenge doesn't contain a server nonce, or this one is empty.
ru: Вызов не содержит серверного nonce или он пуст.

source: Unsupported value for pw-algorithm: %s.
ru: Неподдерживаемое значение для pw-algorithm: %s.

source: Redirected but the response is missing a Location: header.
ru: Перенаправлено, но в ответе отсутствует заголовок Location:.

source: title
pl: tytuł
ru: название
uk: назва

source: password
pl: hasło
ru: пароль
uk: пароль

source: title a
pl: tytuł a
ru: название a
uk: назва a

source: title b
pl: tytuł b
ru: название b
uk: назва b

source: title c
pl: tytuł c
ru: название c
uk: назва c

source: title d
pl: tytuł d
ru: название d
uk: назва d

source: visits
pl: wizyty
ru: посещения
uk: відвідування

source: Sorry, translation is not available.
pl: Przepraszamy, tłumaczenie jest niedostępne.
ru: Извините, перевод недоступен.
uk: Вибачте, переклад недоступний.

source: None
pl: Brak
ru: Нет
uk: Немає

source: Показывать страницу 'Услуги'
uk: Показувати сторінку 'Послуги'

source: Если флаг выключен, ссылка на страницу 'Услуги' исчезнет из навигации сайта.
uk: Якщо прапорець вимкнено, посилання на сторінку 'Послуги' зникне з навігації сайту.

source: Text Only
uk: Текст

source: Banner Name
uk: Назва послуги

source: Image / GIF
uk: Зображення

source: Произошла непредвиденная ошибка.
pl: Wystąpił nieprzewidziany błąd.
uk: Виникла непередбачувана помилка.

source: Основная услуга
pl: Usługa główna
uk: Основна послуга

source: Основные услуги
pl: Usługi główne
uk: Основні послуги

source: Дополнительная услуга
pl: Usługa dodatkowa
uk: Додаткова послуга

source: Дополнительные услуги
pl: Usługi dodatkowe
uk: Додаткові послуги

source: Language
uk: Мова

source: Account
uk: Рахунок

source: Coefficient applies for larger area
uk: Коефіцієнт застосовується для більшої площі

source: Coefficient applied
uk: Коефіцієнт застосовується для більшої площі

source: Vacuum cleaner
uk: Пилосос

source: Approximate time
uk: Приблизний час роботи

source: Cookies
uk: Файли Cookie

source: Cancellation less than 24 hours before the scheduled service: a fee of %(fee)s PLN may apply
uk: Скасування менш ніж за 24 години до запланованої послуги: може стягуватися плата у розмірі %(fee)s PLN

source: Standard cleaning
pl: Sprzątanie standardowe

source: Ideal for regular maintenance of cleanliness in your home. From 120 zł.
pl: Idealne do regularnego utrzymania czystości w Twoim domu. Od 120 zł.

source: General cleaning
pl: Sprzątanie generalne

source: Comprehensive cleaning of all surfaces, including hard-to-reach places. From 250 zł.
pl: Kompleksowe czyszczenie wszystkich powierzchni, łącznie z trudno dostępnymi miejscami. Od 250 zł.

source: We will remove all construction dust, paint stains, and prepare the premises for moving in. From 400 zł.
pl: Usuniemy cały pył budowlany, plamy farby i przygotujemy pomieszczenie do zamieszkania. Od 400 zł.
