Repository: Andrey99-art/GoldClean
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, ru, uk

source: Accounts Management
pl: Zarządzanie kontami
ru: Управление аккаунтами
uk: Управління акаунтами

source: Email
ru: Электронная почта
uk: Електронна пошта

source: User
pl: Użytkownik
ru: Пользователь
uk: Користувач

source: Penalty Balance
pl: Saldo kar
ru: Баланс штрафов
uk: Штрафний баланс

source: Profile
pl: Profil
ru: Профиль
uk: Профіль

source: Profiles
pl: Profesjonalizm
ru: Профессионализм
uk: Профілі

source: You have registered successfully. Welcome, {username}!
pl: Rejestracja przebiegła pomyślnie. Witaj, {username}!
ru: Вы успешно зарегистрировались. Добро пожаловать, {username}!
uk: Ви успішно зареєструвалися. Ласкаво просимо, {username}!

source: This order can no longer be edited.
pl: Tego zamówienia nie można już edytować.
ru: Этот заказ больше нельзя редактировать.
uk: Це замовлення більше не можна редагувати.

source: Order has been updated successfully.
pl: Zamówienie zostało pomyślnie zaktualizowane.
ru: Заказ был успешно обновлен.
uk: Замовлення було успішно оновлено.

source: This order can no longer be canceled.
pl: Tego zamówienia nie można już anulować.
ru: Этот заказ больше нельзя отменить.
uk: Це замовлення більше не можна скасувати.

source: [System] Canceled with a penalty of {fee} zł.
pl: [System] Anulowano z opłatą karną w wysokości {fee} zł.
ru: [Система] Отменено со штрафом в размере {fee} zł.
uk: [Система] Скасовано зі штрафом у розмірі {fee} zł.

source: A penalty of {fee} zł has been added to your account balance.
pl: Do salda Twojego konta została dodana kara w wysokości {fee} zł.
ru: На ваш счет начислена штрафная сумма в размере {fee} злотых.
uk: До балансу вашого рахунку було додано штраф у розмірі {fee} злотих.

source: Order #{id} has been successfully canceled.
pl: Zamówienie #{id} zostało pomyślnie anulowane.
ru: Заказ №{id} был успешно отменен.
uk: Замовлення №{id} було успішно скасовано.

source: Polish
pl: Polski
ru: Польский
uk: Польська

source: English
pl: Angielski
ru: Английский
uk: Англійська

source: Russian
pl: Rosyjski
ru: Русский
uk: Російська

source: Ukrainian
pl: Ukraiński
ru: Украинский
uk: Українська

source: Website Content
pl: Zawartość Witryny
ru: Содержимое сайта
uk: Вміст сайту

source: Title
pl: Tytuł
ru: Название
uk: Назва

source: e.g., 'Bathroom', 'Kitchen'
pl: np. „Łazienka”, „Kuchnia”
ru: например, 'Ванная', 'Кухня'
uk: наприклад, 'Ванна', 'Кухня'

source: Image
pl: Obraz
ru: Изображение
uk: Зображення

source: Display Order
pl: Kolejność wyświetlania
ru: Порядок отображения
uk: Порядок відображення

source: Lower numbers are displayed first.
pl: Mniejsze liczby wyświetlane są jako pierwsze.
ru: Меньшие номера отображаются первыми.
uk: Менші номери відображаються першими.

source: Cleaning Area
pl: Obszar sprzątania
ru: Зона уборки
uk: Зона прибирання

source: Cleaning Areas
pl: Obszary sprzątania
ru: Зоны уборки
uk: Зони прибирання

source: Description
pl: Opis
ru: Описание
uk: Опис

source: Position X (%)
pl: Pozycja X (%)
ru: Позиция X (%)
uk: Позиція X (%)

source: Horizontal position from left to right, in percent (e.g., 25.5)
pl: Pozycja pozioma od lewej do prawej, w procentach (np. 25.5)
ru: Горизонтальное положение слева направо, в процентах (например, 25.5)
uk: Горизонтальне положення зліва направо, у відсотках (наприклад, 25.5)

source: Position Y (%)
pl: Pozycja Y (%)
ru: Позиция Y (%)
uk: Позиція Y (%)

source: Vertical position from top to bottom, in percent (e.g., 70)
pl: Pozycja pionowa od góry do dołu, w procentach (np. 70)
ru: Вертикальное положение сверху вниз, в процентах (например, 70)
uk: Вертикальне положення зверху вниз, у відсотках (наприклад, 70)

source: Cancellation Fee (zł)
pl: Opłata za anulowanie (zł)
ru: Плата за отмену (zł)
uk: Плата за скасування (zł)

source: The fee charged for cancellations made less than 24 hours in advance.
pl: Opłata pobierana za anulowanie rezerwacji w czasie krótszym niż 24 godziny przed terminem.
ru: Плата, взимаемая за отмену менее чем за 24 часа до назначенного времени.
uk: Плата, що стягується за скасування менш ніж за 24 години до призначеного часу.

source: Telegram Link
pl: Link do Telegramu
ru: Ссылка на Telegram
uk: Посилання на Telegram

source: Full URL to the Telegram account, e.g., https://t.me/your_account
pl: Pełny adres URL konta Telegram, np. https://t.me/your_account
ru: Полный URL-адрес аккаунта в Telegram, например, https://t.me/your_account
uk: Повна URL-адреса Telegram-акаунта, наприклад, https://t.me/your_account

source: WhatsApp Link
ru: Ссылка на Whatsapp
uk: Посилання на WhatsApp

source: Full URL to WhatsApp, e.g., https://wa.me/48781628269
ru: Полная URL для WhatsApp, например https://wa.me/48781628269
uk: Повна URL-адреса WhatsApp, наприклад, https://wa.me/48781628269

source: Site Configuration
pl: Konfiguracja Witryny
ru: Конфигурация сайта
uk: Конфігурація сайту

source: Not specified
pl: Nie podano miesiąca
ru: Месяц не указан
uk: Не вказано

source: hour
pl: godzina
ru: час
uk: година

source: hours_2_4
pl: godziny
ru: часа
uk: години

source: hours_5_plus
pl: godziny
ru: часов
uk: годин

source: min
ru: мин
uk: хв.

source: Window cleaning service is currently unavailable.
ru: Услуга 'Уборка кухни' в данный момент недоступна.
uk: Послуга миття вікон на даний момент недоступна.

source: Please select a main cleaning service.
pl: Proszę wybrać główną usługę sprzątania.
ru: Выберите основную услугу по уборке.
uk: Будь ласка, оберіть основну послугу прибирання.

source: An unexpected error occurred while starting your order.
pl: Podczas uruchamiania zamówienia wystąpił nieoczekiwany błąd.
ru: При запуске вашего заказа произошла непредвиденная ошибка.
uk: Під час оформлення замовлення виникла непередбачувана помилка.

source: Gallery
pl: Galeria
ru: Галерея
uk: Галерея

source: Title / Description
pl: Tytuł / Opis
ru: Название / Описание
uk: Назва / Опис

source: 'Before' Image
pl: Zdjęcie „przed”
ru: Фото «до»
uk: Фото «до»

source: 'After' Image
pl: Zdjęcie „po”
ru: Фото «после»
uk: Фото «після»

source: Gallery Image
pl: Zdjęcie galerii
ru: Изображение галереи
uk: Зображення галереї

source: Gallery Images
pl: Galeria zdjęć
ru: Изображения галереи
uk: Зображення галереї

source: City
pl: Miasto
ru: Город
uk: Місто

source: Payment method
pl: Metoda płatności
ru: Способ оплаты
uk: Спосіб оплати

source: Your full name
pl: Twoje imię i nazwisko
ru: Ваше полное имя
uk: Ваше повне ім'я

source: Street
pl: Ulica
ru: Улица
uk: Вулиця

source: Postal code
pl: Kod pocztowy
ru: Почтовый индекс
uk: Поштовий індекс

source: Building No.
pl: Numer budynku
ru: Номер дома
uk: Номер будинку

source: Apartment No.
pl: Numer mieszkania
ru: Номер квартиры
uk: Номер квартири

source: Entrance
pl: Wejście
ru: Подъезд
uk: Під'їзд

source: Floor
pl: Piętro
ru: Этаж
uk: Поверх

source: Intercom code
pl: Kod do domofonu
ru: Код домофона
uk: Код домофону

source: Select date
pl: Wybierz datę
ru: Выберите дату
uk: Виберіть дату

source: Select time
pl: Wybierz godzinę
ru: Выберите время
uk: Виберіть час

source: e.g., parking details, how to find the entrance...
pl: np. szczegóły parkowania, jak znaleźć wejście...
ru: например, детали парковки, как найти вход...
uk: наприклад, деталі паркування, як знайти вхід...

source: Cleaning Type
pl: Rodzaj sprzątania
ru: Тип уборки
uk: Тип прибирання

source: Additional Services
pl: Usługi dodatkowe
ru: Дополнительные услуги
uk: Додаткові послуги

source: City name
pl: Nazwa miasta
ru: Название города
uk: Назва міста

source: Delivery charge
pl: Opłata za dojazd
ru: Плата за выезд
uk: Плата за виїзд

source: Cities
ru: Города
uk: Міста

source: Service
pl: Usługa
ru: Услуга
uk: Послуга

source: Number of rooms
pl: Liczba pokoi
ru: Количество комнат
uk: Кількість кімнат

source: Number of bathrooms
pl: Liczba łazienek
ru: Количество ванных комнат
uk: Кількість ванних кімнат

source: Area (sqm)
pl: Powierzchnia (m²)
ru: Площадь (м²)
uk: Площа (м²)

source: Number of windows
pl: Liczba okien
ru: Количество окон
uk: Кількість вікон

source: Additional Services Details
ru: Дополнительные услуги
uk: Деталі додаткових послуг

source: Total price
pl: Cena całkowita
ru: Общая стоимость
uk: Загальна вартість

source: Frequency
pl: Częstotliwość
ru: Частота
uk: Частота

source: Bring vacuum cleaner
pl: Przynieść odkurzacz
ru: Привезти пылесос
uk: Привезти пилосос

source: Private house
pl: Dom prywatny
ru: Частный дом
uk: Приватний будинок

source: Estimated duration (minutes)
pl: Szacowany czas trwania (minuty)
ru: Примерная продолжительность (минуты)
uk: Орієнтовна тривалість (хвилини)

source: Full name
pl: Imię i nazwisko
ru: Полное имя
uk: Повне ім'я

source: Phone number
pl: Numer telefonu
ru: Номер телефона
uk: Номер телефону

source: Email address
pl: Adres e-mail
ru: Адрес электронной почты
uk: Адреса електронної пошти

source: Building number
pl: Numer budynku
ru: Номер дома
uk: Номер будинку

source: Apartment number
pl: Numer mieszkania
ru: Номер квартиры
uk: Номер квартири

source: Additional comments
pl: Dodatkowe uwagi
ru: Дополнительные комментарии
uk: Додаткові коментарі

source: Desired cleaning date
pl: Żądana data sprzątania
ru: Желаемая дата уборки
uk: Бажана дата прибирання

source: Desired time
pl: Żądana godzina
ru: Желаемое время
uk: Бажаний час

source: New
pl: Nowe
ru: Новый
uk: Нове

source: In Progress
pl: W trakcie
ru: В процессе
uk: В процесі

source: Completed
pl: Ukończone
ru: Завершено
uk: Завершено

source: Canceled
pl: Anulowane
ru: Отменено
uk: Скасовано

source: Order Status
ru: Детали заказа
uk: Статус замовлення

source: Cash
pl: Gotówka
ru: Наличные
uk: Готівка

source: Card Online
pl: Płatność kartą
ru: Оплата картой
uk: Оплата карткою

source: Pending
ru: Обрабатывается
uk: Очікується

source: Paid
ru: Оплачен
uk: Оплачено

source: Failed
ru: Ошибка
uk: Не вдалося

source: Payment Status
ru: Способ оплаты
uk: Статус оплати

source: Stripe Session ID
ru: ID ссесии Stripe
uk: ID сесії Stripe

source: Creation date
pl: Data utworzenia
ru: Дата создания
uk: Дата створення

source: Update date
pl: Data aktualizacji
ru: Дата обновления
uk: Дата оновлення

source: Order
pl: Zamówienie
ru: Заказ
uk: Замовлення

source: Orders
pl: Zamówienia
ru: Заказы
uk: Замовлення

source: Your session has expired. Please calculate the cost again.
pl: Twoja sesja wygasła. Proszę ponownie obliczyć koszt.
ru: Ваша сессия истекла. Пожалуйста, рассчитайте стоимость заново.
uk: Ваша сесія закінчилася. Будь ласка, розрахуйте вартість знову.

source: Invalid order summary data. Please calculate the cost again.
pl: Twoja sesja wygasła. Proszę ponownie obliczyć koszt.
ru: Ваша сессия истекла. Пожалуйста, рассчитайте стоимость заново.
uk: Недійсні дані підсумку замовлення. Будь ласка, розрахуйте вартість знову.

source: [System Note] Added outstanding penalty of {fee} zł.
pl: [System] Anulowano z opłatą karną w wysokości {fee} zł.
ru: [Система] Отменено со штрафом в размере {fee} zł.
uk: [Система] Додано непогашений штраф у розмірі {fee} zł.

source: Please correct the errors below.
ru: Пожалуйста, исправьте дублирующиеся значения ниже.
uk: Будь ласка, виправте помилки нижче.

source: Kitchen Cleaning service is not available at the moment.
pl: Usługa Sprzątanie Kuchni nie jest obecnie dostępna.
ru: Услуга 'Уборка кухни' в данный момент недоступна.
uk: Послуга 'Прибирання кухні' на даний момент недоступна.

source: An unexpected error occurred. Please try again.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.
ru: Произошла непредвиденная ошибка. Повторите попытку.
uk: Сталася несподівана помилка. Будь ласка, спробуйте ще раз.

source: This order has already been paid for.
ru: Этот заказ больше нельзя редактировать.
uk: Це замовлення вже оплачено.

source: An error occurred while creating the payment session. Please try again later.
ru: Ошибка при создании платежного сеанса. Попробуйте позже.
uk: Сталася помилка під час створення платіжної сесії. Будь ласка, спробуйте пізніше.

source: Please select a service.
ru: Выберите основную услугу по уборке.
uk: Будь ласка, виберіть послугу.

source: Please select a main service to proceed.
ru: Выберите основную услугу по уборке.
uk: Будь ласка, оберіть основну послугу, щоб продовжити.

source: Services and Products
pl: Usługi i Produkty
ru: Услуги и продукты
uk: Послуги та продукти

source: Service Name
pl: Nazwa usługi
ru: Название услуги
uk: Назва послуги

source: Short Description
ru: Описание
uk: Короткий опис

source: A brief description for service cards, max 200 characters.
ru: Краткое описание для карточек услуг, максимум 200 символов
uk: Короткий опис для карток послуг, макс. 200 символів.

source: Slug
ru: Слаг
uk: Слаг

source: A unique slug for the service URL, e.g., 'kitchen-cleaning'
pl: Unikalny identyfikator URL usługi, np. 'sprzatanie-kuchni'
ru: Уникальный идентификатор для URL услуги, например, 'uborka-kuhni'
uk: Унікальний ідентифікатор для URL послуги, наприклад, 'prybyrannya-kukhni'

source: Base Price
pl: Cena podstawowa
ru: Базовая цена
uk: Базова ціна

source: Price per extra room
pl: Cena za dodatkowy pokój
ru: Цена за дополнительную комнату
uk: Ціна за додаткову кімнату

source: Price per extra bathroom
pl: Cena za dodatkową łazienkę
ru: Цена за дополнительную ванную
uk: Ціна за додаткову ванну

source: Base duration (minutes)
pl: Podstawowy czas trwania (minuty)
ru: Базовая продолжительность (минуты)
uk: Базова тривалість (хвилини)

source: Is Sqm Based?
pl: Czy bazuje na m²?
ru: Зависит от м²?
uk: Чи залежить від м²?

source: Price Per Sqm / Per Window
pl: Cena za m² / za okno
ru: Цена за м² / за окно
uk: Ціна за м² / за вікно

source: Is Window Cleaning Service?
pl: Czy jest to usługa mycia okien?
ru: Это услуга мытья окон?
uk: Це послуга миття вікон?

source: Is Active
pl: Aktywny
ru: Активно
uk: Активно

source: Price
pl: Cena
ru: Цена
uk: Ціна

source: Price Description
ru: Описание
uk: Опис ціни

source: Ex: 'per item', 'per hour'. Leave empty if not needed.
ru: Например: 'за штуку', 'за час'. Оставьте пустым если не нужно.
uk: Наприклад: 'за штуку', 'за годину'. Залиште порожнім, якщо не потрібно.

source: Is quantity-based?
ru: Количественная услуга?
uk: Чи базується на кількості?

source: If checked, a quantity selector will be shown instead of a checkbox.
ru: Если выбрано, будет отображаться количественный выбор вместе обычной коробки для галочки.
uk: Якщо позначено, замість прапорця буде показано вибір кількості.

source: For Kitchen Cleaning Page
pl: Sprzątanie kuchni
ru: Уборка кухни
uk: Для сторінки прибирання кухні

source: Check this if the service should be displayed on the Kitchen Cleaning page.
pl: Zaznacz tę opcję, jeśli usługa ma być wyświetlana na stronie Czyszczenie kuchni.
ru: Установите этот флажок, если услуга должна отображаться на странице «Уборка кухни».
uk: Позначте це, якщо послуга повинна відображатися на сторінці прибирання кухні.

source: Services with a lower number will be displayed first.
pl: Mniejsze liczby wyświetlane są jako pierwsze.
ru: Меньшие номера отображаются первыми.
uk: Менші номери відображаються першими.

source: Duration (minutes)
pl: Czas trwania (minuty)
ru: Продолжительность (минуты)
uk: Тривалість (хвилини)

source: How many minutes does this service add to the total cleaning time?
pl: Ile minut ta usługa dodaje do całkowitego czasu sprzątania?
ru: Сколько минут эта услуга добавляет к общему времени уборки?
uk: Скільки хвилин ця послуга додає до загального часу прибирання?

source: Icon
pl: Ikona
ru: Иконка
uk: Іконка

source: Wash inside and out
pl: Mycie wewnątrz i na zewnątrz
ru: Мойка внутри и снаружи
uk: Миття всередині та зовні

source: Wipe and clean
pl: Przetrzyj i wyczyść
ru: Протереть и очистить
uk: Протерти та очистити

source: Category
pl: Kategoria
ru: Категория
uk: Категорія

source: Kitchen Cleaning Feature
pl: Cecha sprzątania kuchni
ru: Особенность уборки кухни
uk: Особливість прибирання кухні

source: Kitchen Cleaning Features
pl: Cechy sprzątania kuchni
ru: Особенности уборки кухни
uk: Особливості прибирання кухні

source: Service Feature
ru: Название услуги
uk: Особливість послуги

source: Service Features
ru: Название услуги
uk: Особливості послуги

source: Reviews Management
pl: Zarządzanie recenzjami
ru: Управление отзывами
uk: Управління відгуками

source: Your Name (optional)
pl: Twoje imię i nazwisko (opcjonalnie)
ru: Ваше имя (необязательно)
uk: Ваше ім'я (необов'язково)

source: Your Review
pl: Twoja recenzja
ru: Ваш отзыв
uk: Ваш відгук

source: Your Rating
pl: Twoja ocena
ru: Ваша оценка
uk: Ваша оцінка

source: Enter your name
pl: Wpisz swoje imię
ru: Введите ваше имя
uk: Введіть ваше ім'я

source: Share your experience with us...
pl: Podziel się z nami swoimi doświadczeniami...
ru: Поделитесь с нами своим опытом...
uk: Поділіться з нами своїм досвідом...

source: Leave a Review
pl: Napisz recenzję
ru: Оставить отзыв
uk: Залишити відгук

source: Your feedback helps us improve. Please share your experience with us.
pl: Twoja opinia pomaga nam się doskonalić. Podziel się z nami swoimi doświadczeniami.
ru: Ваш отзыв помогает нам стать лучше. Пожалуйста, поделитесь с нами своим опытом.
uk: Ваш відгук допомагає нам стати кращими. Будь ласка, поділіться з нами своїм досвідом.

source: Submit Review
pl: Prześlij recenzję
ru: Отправить отзыв
uk: Надіслати відгук

source: Author's Name
pl: Imię Autora
ru: Имя автора
uk: Ім'я автора

source: Review Text
pl: Treść recenzji
ru: Текст отзыва
uk: Текст відгуку

source: Rating (1-5)
pl: Ocena (1-5)
ru: Оценка (1-5)
uk: Оцінка (1-5)

source: Date Created
pl: Data utworzenia
ru: Дата создания
uk: Дата створення

source: Show Creation Date on Site
ru: Дата создания
uk: Показувати дату створення на сайті

source: If checked, the creation date will be displayed on the website.
ru: Если отмечено, то дата создания будет показана на сайте.
uk: Якщо позначено, дата створення буде відображатися на веб-сайті.

source: Review
pl: Recenzja
ru: Отзыв
uk: Відгук

source: Reviews
pl: Recenzje
ru: Отзывы
uk: Відгуки

source: Thank You!
pl: Dziękuję!
ru: Спасибо!
uk: Дякуємо!

source: Your review has been submitted and is awaiting moderation.
pl: Twoja recenzja została przesłana i oczekuje na moderację.
ru: Ваш отзыв был отправлен и ожидает модерации.
uk: Ваш відгук було надіслано і він очікує на модерацію.

source: We appreciate you taking the time to share your feedback.
pl: Dziękujemy za poświęcenie czasu na podzielenie się swoją opinią.
ru: Мы ценим, что вы нашли время поделиться своим мнением.
uk: Ми цінуємо, що ви знайшли час, щоб поділитися своїм відгуком.

source: Back to main page
pl: Powrót do strony głównej
ru: Вернуться на главную страницу
uk: Повернутися на головну сторінку

source: Confirm Cancellation
pl: Potwierdź anulowanie
ru: Подтвердить отмену
uk: Підтвердити скасування

source: You are about to cancel your order
pl: Masz zamiar anulować swoje zamówienie
ru: Вы собираетесь отменить свой заказ
uk: Ви збираєтеся скасувати своє замовлення

source: scheduled for
pl: zaplanowane na
ru: запланированный на
uk: заплановане на

source: Attention!
pl: Uwaga!
ru: Внимание!
uk: Увага!

source: Since you are canceling less than 24 hours before the scheduled time, a penalty of <strong>%(penalty_fee|floatformat:2)s zł</strong> will be added to your account balance. This amount will be automatically included in the cost of your next order.
pl: Ponieważ anulujesz zamówienie na mniej niż 24 godziny przed zaplanowanym terminem, kara w wysokości <strong>%(penalty_fee|floatformat:2)s zł</strong> zostanie dodana do salda Twojego konta. Ta kwota zostanie automatycznie doliczona do kosztu Twojego następnego zamówienia.
ru: Поскольку вы отменяете заказ менее чем за 24 часа до назначенного времени, штраф в размере <strong>%(penalty_fee|floatformat:2)s zł</strong> будет добавлен на баланс вашего аккаунта. Эта сумма будет автоматически включена в стоимость вашего следующего заказа.

source: No penalty will be applied for this cancellation.
pl: W przypadku tego anulowania nie zostanie zastosowana żadna kara.
ru: За эту отмену штраф не взимается.
uk: За це скасування штраф не стягуватиметься.

source: Are you sure you want to proceed?
pl: Czy na pewno chcesz kontynuować?
ru: Вы уверены, что хотите продолжить?
uk: Ви впевнені, що хочете продовжити?

source: Yes, Cancel This Order
pl: Tak, anuluj to zamówienie
ru: Да, отменить этот заказ
uk: Так, скасувати це замовлення

source: No, Go Back
pl: Nie, wróć
ru: Нет, вернуться
uk: Ні, повернутися

source: Login
pl: Zaloguj się
ru: Войти
uk: Увійти

source: Forgot password?
pl: Nie pamiętasz hasła?
ru: Забыли пароль?
uk: Забули пароль?

source: Order Details
pl: Szczegóły zamówienia
ru: Детали заказа
uk: Деталі замовлення

source: Back to Orders
pl: Powrót do Zamówień
ru: Вернуться к заказам
uk: Повернутися до замовлень

source: Edit Order
pl: Edytuj zamówienie
ru: Редактировать заказ
uk: Редагувати замовлення

source: Cancel Order
pl: Anuluj zamówienie
ru: Отменить заказ
uk: Скасувати замовлення

source: Service Information
pl: Informacje o usłudze
ru: Информация об услуге
uk: Інформація про послугу

source: Status
ru: Статус
uk: Статус

source: Cleaning Date
pl: Data sprzątania
ru: Дата уборки
uk: Дата прибирання

source: Address
pl: Adres
ru: Адрес
uk: Адреса

source: apt.
pl: mieszkanie
ru: кв.
uk: кв.

source: Comments
pl: Komentarze
ru: Комментарии
uk: Коментарі

source: Total Cost
pl: Całkowity Koszt
ru: Общая стоимость
uk: Загальна вартість

source: Options
pl: Opcje
ru: Опции
uk: Опції

source: Bring a vacuum cleaner
pl: Przynieś odkurzacz
ru: Привезти пылесос
uk: Привезти пилосос

source: Additional services
pl: Usługi dodatkowe
ru: Дополнительные услуги
uk: Додаткові послуги

source: Date and Comments
pl: Data i Komentarze
ru: Дата и комментарии
uk: Дата та коментарі

source: Save Changes
pl: Zapisz zmiany
ru: Сохранить изменения
uk: Зберегти зміни

source: Cancel
pl: Anuluj
ru: Отмена
uk: Скасувати

source: New Cost
pl: Nowy Koszt
ru: Новая стоимость
uk: Нова вартість

source: Base cost
pl: Koszt podstawowy
ru: Базовая стоимость
uk: Базова вартість

source: Equipment
pl: Sprzęt
ru: Оборудование
uk: Обладнання

source: Object Type
pl: Typ Obiektu
ru: Тип объекта
uk: Тип об'єкта

source: Private House
pl: Dom Prywatny
ru: Частный дом
uk: Приватний будинок

source: The final price will be recalculated upon saving.
pl: Ostateczna cena zostanie przeliczona po zapisaniu.
ru: Окончательная цена будет пересчитана после сохранения.
uk: Остаточна ціна буде перерахована після збереження.

source: Area
pl: Powierzchnia
ru: Площадь
uk: Площа

source: Rooms and bathrooms
pl: Pokoje i łazienki
ru: Комнаты и ванные
uk: Кімнати та ванні

source: room(s)
pl: pokój/pokoje
ru: комната(ы)
uk: кімната(и)

source: bathroom(s)
pl: łazienka/łazienki
ru: ванная(ые)
uk: ванна(і)

source: My Orders
pl: Moje zamówienia
ru: Мои заказы
uk: Мої замовлення

source: You have an outstanding penalty of <strong>%(penalty_balance|floatformat:2)s zł</strong>. This amount will be automatically added to your next order.
pl: Masz zaległą karę w wysokości <strong>%(penalty_balance|floatformat:2)s zł</strong>. Kwota ta zostanie automatycznie doliczona do Twojego następnego zamówienia.
ru: У вас есть неоплаченный штраф в размере <strong>%(penalty_balance|floatformat:2)s zł</strong>. Эта сумма будет автоматически добавлена к вашему следующему заказу.
uk: Ви маєте непогашений штраф у розмірі <strong>%(penalty_balance|floatformat:2)s zł</strong>. Ця сума буде автоматично додана до вашого наступного замовлення.

source: Order #
pl: Zamówienie #
ru: Заказ №
uk: Замовлення №

source: Date
pl: Data
ru: Дата
uk: Дата

source: Total Price
pl: Cena Całkowita
ru: Общая цена
uk: Загальна ціна

source: View Details
pl: Zobacz szczegóły
ru: Посмотреть детали
uk: Переглянути деталі

source: You don't have any orders yet.
pl: Nie masz jeszcze żadnych zamówień.
ru: У вас еще нет заказов.
uk: У вас ще немає замовлень.
